[
    {
        "start": 0.0,
        "end": 3.84,
        "text": " You only have to ask a stupid question once you ask a stupid question"
    },
    {
        "start": 3.84,
        "end": 9.02,
        "text": " And if you're in a crowd and you ask a stupid question eighty percent of the people in the crowd have the same question"
    },
    {
        "start": 9.02,
        "end": 14.5,
        "text": " They're just too cowardly to ask but you ask and then someone actually tells you you never have to ask that question again"
    },
    {
        "start": 14.86,
        "end": 16.86,
        "text": " You're no longer stupid"
    },
    {
        "start": 17.62,
        "end": 20.54,
        "text": " What stupid thing am I doing that I could quit doing?"
    },
    {
        "start": 21.5,
        "end": 25.6,
        "text": " That I would quit doing because those aren't the same thing right because you know"
    },
    {
        "start": 25.6,
        "end": 29.060000000000002,
        "text": " There's stupid things that you're doing that you're just not going to quit doing because you like them"
    },
    {
        "start": 29.099999999999998,
        "end": 32.98,
        "text": " But there might be something on the edge there where you could stop that"
    },
    {
        "start": 33.9,
        "end": 38.379999999999995,
        "text": " If you want to know something about yourself sit on your bed one night and say to yourself"
    },
    {
        "start": 38.379999999999995,
        "end": 41.82,
        "text": " You got to mean this like you got to be desperate. This is no game this"
    },
    {
        "start": 42.68,
        "end": 46.34,
        "text": " My life is not everything I want it to be and perhaps"
    },
    {
        "start": 46.34,
        "end": 53.9,
        "text": " It's not everything that I need it to be and by need I mean my life is so unbearable that the suffering that's attended"
    },
    {
        "start": 53.9,
        "end": 56.94,
        "text": " Upon that is make me nihilistic cynical bitter"
    },
    {
        "start": 57.9,
        "end": 59.18,
        "text": " resentful"
    },
    {
        "start": 59.18,
        "end": 65.06,
        "text": " Driving the proclivity to see evil everywhere except within my own heart like these are problems man"
    },
    {
        "start": 65.7,
        "end": 71.36,
        "text": " And you ask yourself you sit on the bed and say okay, man. I'm ready to learn something"
    },
    {
        "start": 72.62,
        "end": 79.4,
        "text": " What's one thing I'm doing wrong that I know I'm doing wrong that I could fix"
    },
    {
        "start": 79.94,
        "end": 84.32,
        "text": " That I would fix it's like you meditate on that"
    },
    {
        "start": 84.44,
        "end": 91.91999999999999,
        "text": " You'll get an answer and it won't be one you want but it'll be the necessary one, you know, and it's often"
    },
    {
        "start": 92.72,
        "end": 95.96,
        "text": " Something that will point you to small things like that works"
    },
    {
        "start": 95.96,
        "end": 101.08,
        "text": " You start making those micro improvements like real micro improvements real on-the-ground"
    },
    {
        "start": 101.52,
        "end": 106.94,
        "text": " Actual micro improvements to things, you know that are wrong. You'll improve unbelievably rapidly"
    },
    {
        "start": 108.32,
        "end": 114.28,
        "text": " The great people I know are brutally truthful to themselves and other people and they have insane"
    },
    {
        "start": 114.55999999999999,
        "end": 116.03999999999999,
        "text": " adventurous lives"
    },
    {
        "start": 116.03999999999999,
        "end": 121.32,
        "text": " Get rid of everything you say that you only say to impress other people and just see if you can say what you believe to"
    },
    {
        "start": 121.32,
        "end": 125.03999999999999,
        "text": " Be true. That's an adventure. That's the thing about the truth, you know"
    },
    {
        "start": 125.8,
        "end": 133.34,
        "text": " Well, you got to ask yourself if you're not speaking the truth. Who is it that's talking if you're saying something that you do not believe to"
    },
    {
        "start": 133.34,
        "end": 135.34,
        "text": " Be true. It's not you talking"
    },
    {
        "start": 135.56,
        "end": 142.26,
        "text": " It's something else. It might be the part of you that wants to manipulate the other person into delivering what you think you want from them"
    },
    {
        "start": 142.34,
        "end": 147.29999999999998,
        "text": " Well, what is that spirit of manipulation that you've allowed to possess you it's not you"
    },
    {
        "start": 147.45999999999998,
        "end": 150.95999999999998,
        "text": " Let's say you decide to live your whole life in that instrumental manner"
    },
    {
        "start": 150.95999999999998,
        "end": 156.0,
        "text": " You're gonna craft your words like the student who says well, I'm gonna write what the professor wants to hear so I get great"
    },
    {
        "start": 156.17999999999998,
        "end": 158.34,
        "text": " It's like well you just turn yourself into that"
    },
    {
        "start": 159.26,
        "end": 163.62,
        "text": " Well, who is it that's doing that manipulating? It's not you because those aren't your words"
    },
    {
        "start": 164.01999999999998,
        "end": 169.42,
        "text": " So even if you get the grade, it's not you that got the grade. It's the false you it's the manipulative you"
    },
    {
        "start": 169.45999999999998,
        "end": 175.5,
        "text": " So you do that your whole life you don't have your life and then you think well God that was a miserable life"
    },
    {
        "start": 175.5,
        "end": 180.57999999999998,
        "text": " I manipulated everybody. They were so damn stupid. They were sucked in by it. They're all contemptible"
    },
    {
        "start": 180.94,
        "end": 185.82,
        "text": " Everyone does it, you know, which they don't by the way, and so that's a pathway to bitterness"
    },
    {
        "start": 186.57999999999998,
        "end": 192.51999999999998,
        "text": " Partly because if you're a manipulator and you use your language falsely, you don't live your own life"
    },
    {
        "start": 192.57999999999998,
        "end": 194.57999999999998,
        "text": " You live the life of whatever"
    },
    {
        "start": 194.89999999999998,
        "end": 196.42,
        "text": " possesses you"
    },
    {
        "start": 196.42,
        "end": 201.73999999999998,
        "text": " When you think it's you manipulating and so you live the life of the spirit of manipulation"
    },
    {
        "start": 205.61999999999998,
        "end": 208.11999999999998,
        "text": " There's a book it's is a book called about face"
    },
    {
        "start": 208.22,
        "end": 213.61999999999998,
        "text": " It's it's about a guy that was in the Korean War and the news in the Vietnam War and his name is Colonel David Hackworth"
    },
    {
        "start": 214.61999999999998,
        "end": 215.73999999999998,
        "text": " When I was on deployment"
    },
    {
        "start": 215.73999999999998,
        "end": 221.17999999999998,
        "text": " I would read open up that book anywhere and I would read two pages or three pages before I'd go to bed if I was"
    },
    {
        "start": 221.18,
        "end": 227.86,
        "text": " In my bed that night and and there were so many lessons that correlated to what I was actually going through in a real obvious"
    },
    {
        "start": 228.06,
        "end": 232.1,
        "text": " Example was when you read you can learn and you don't have to"
    },
    {
        "start": 232.70000000000002,
        "end": 237.34,
        "text": " You don't have to go through the school of hard knocks. You don't have to get punched in the face"
    },
    {
        "start": 237.86,
        "end": 240.54000000000002,
        "text": " repeatedly with things that turn out to be"
    },
    {
        "start": 241.74,
        "end": 246.94,
        "text": " situations that other people have absolutely gone through the the the the level of"
    },
    {
        "start": 248.66,
        "end": 250.34,
        "text": " Capability"
    },
    {
        "start": 250.34,
        "end": 256.02,
        "text": " Increases so much by seeing something one single time. Well, if I see something one time"
    },
    {
        "start": 256.58,
        "end": 257.74,
        "text": " I'm"
    },
    {
        "start": 257.74,
        "end": 262.36,
        "text": " infinitely better than if I'd never seen it before it's like those you know those little puzzles they give you a little puzzle some"
    },
    {
        "start": 262.36,
        "end": 264.36,
        "text": " Kind of a mind-bender, right?"
    },
    {
        "start": 264.38,
        "end": 269.5,
        "text": " The mind benders only work on you one time the riddle only works on you one time then you go I and I know the answer that"
    },
    {
        "start": 270.5,
        "end": 272.76,
        "text": " That's the answer, you know, you never get fooled by that again"
    },
    {
        "start": 273.3,
        "end": 278.14,
        "text": " So just knowing just seeing it one time you're infinitely better"
    },
    {
        "start": 278.14,
        "end": 282.97999999999996,
        "text": " So when you read enough you're capturing all these lessons, of course"
    },
    {
        "start": 282.97999999999996,
        "end": 288.26,
        "text": " You want to put the book on you want to become that person that can rattle you up man"
    },
    {
        "start": 288.94,
        "end": 291.96,
        "text": " Especially if the person is thinking all sorts of things that you've never thought"
    },
    {
        "start": 291.96,
        "end": 297.7,
        "text": " I mean, I love reading for that reason I could pick my peers too, which I really loved"
    },
    {
        "start": 297.7,
        "end": 300.62,
        "text": " It's like well, you know, I have these people around me"
    },
    {
        "start": 300.62,
        "end": 306.86,
        "text": " But then there's these people who who've lived before me and in different places and I can set them up on my shelf"
    },
    {
        "start": 306.86,
        "end": 314.06,
        "text": " I can enter into their world and I can benefit from everything they've thought and saturate myself with that person"
    },
    {
        "start": 314.06,
        "end": 316.06,
        "text": " It's and it's very disruptive"
    },
    {
        "start": 316.58000000000004,
        "end": 322.58000000000004,
        "text": " Especially if the person that you're reading has a mind that's more powerful and more well developed than your own. It was very"
    },
    {
        "start": 323.5,
        "end": 325.06,
        "text": " disruptive but"
    },
    {
        "start": 325.06,
        "end": 326.82,
        "text": " unbelievably useful"
    },
    {
        "start": 326.82,
        "end": 334.46000000000004,
        "text": " Unbelievably useful to try on other people like that and you get the benefit of their entire life distilled into their into their book"
    },
    {
        "start": 334.7,
        "end": 337.18,
        "text": " You know, it's 30 years of work"
    },
    {
        "start": 337.18,
        "end": 344.38,
        "text": " I read this one book called the neuropsychology of anxiety, which is it's a great scientific work. It's very hard book"
    },
    {
        "start": 344.38,
        "end": 348.9,
        "text": " I think it has 1800 references something like that and this guy Jeffrey Gray"
    },
    {
        "start": 348.9,
        "end": 354.78,
        "text": " He actually read all those references and he understood them and so it took me six months to read the book"
    },
    {
        "start": 355.34,
        "end": 358.14,
        "text": " But I got an entire education out of it. I got to"
    },
    {
        "start": 358.74,
        "end": 363.53999999999996,
        "text": " Experience in six months what it took him 30 years to learn like what a gift that is"
    },
    {
        "start": 363.58000000000004,
        "end": 365.58000000000004,
        "text": " It's it's it's unbelievable"
    },
    {
        "start": 366.70000000000005,
        "end": 371.36,
        "text": " What were you reading when you were in university was it was it fiction novels was it nonfiction?"
    },
    {
        "start": 371.36,
        "end": 379.22,
        "text": " What what were you what were you focusing on as trite as this may sound it was actually the most impact was from Shakespeare"
    },
    {
        "start": 379.34000000000003,
        "end": 386.52000000000004,
        "text": " It was the most impact on on multiple levels and I'll tell you the primary level and when I've covered Shakespeare on my podcast"
    },
    {
        "start": 386.52000000000004,
        "end": 388.52000000000004,
        "text": " I explained this to people"
    },
    {
        "start": 388.94,
        "end": 392.66,
        "text": " People think well, you know, I didn't really understand. I read it and understanding"
    },
    {
        "start": 392.94,
        "end": 398.02000000000004,
        "text": " If you think you're gonna just pick up Shakespeare open it up and read it and understand it"
    },
    {
        "start": 398.5,
        "end": 402.70000000000005,
        "text": " You're not going to because it's barely written in English"
    },
    {
        "start": 403.18,
        "end": 406.54,
        "text": " It's barely written in English. It's almost another language"
    },
    {
        "start": 406.62,
        "end": 409.02000000000004,
        "text": " So what you have to do is you have to start to interpret it"
    },
    {
        "start": 409.02000000000004,
        "end": 417.34000000000003,
        "text": " And so what I realized with with Shakespeare is number one the weight of the words that these words were so pregnant with meaning"
    },
    {
        "start": 417.73999999999995,
        "end": 423.58,
        "text": " That you had to pull those words and parse those words and pull those words apart"
    },
    {
        "start": 424.02,
        "end": 429.06,
        "text": " To see all the depth that each individual word had and then the way that they're put together"
    },
    {
        "start": 429.85999999999996,
        "end": 435.78,
        "text": " And what was great about this was by the time I was back because then I went right back into the SEAL teams and somebody"
    },
    {
        "start": 435.78,
        "end": 439.85999999999996,
        "text": " Would hand me a rules of engagement document and that was written by some lawyer in Washington DC"
    },
    {
        "start": 439.97999999999996,
        "end": 444.09999999999997,
        "text": " And I'd pull it out and say wait a second this word. I don't know what this word means. Let's pull this word out"
    },
    {
        "start": 444.14000000000004,
        "end": 449.86,
        "text": " Let's see what this let's see what this actual definition of this particular word is and how that changes my viewpoint of these rules of engagement"
    },
    {
        "start": 449.86,
        "end": 453.54,
        "text": " And how can I translate that for my troops so that they actually know what to do?"
    },
    {
        "start": 454.26000000000005,
        "end": 462.18,
        "text": " So that part for me was from a reading perspective starting to read Shakespeare and and saying, okay"
    },
    {
        "start": 462.22,
        "end": 466.46000000000004,
        "text": " You're not gonna understand this and if you don't understand something that's okay"
    },
    {
        "start": 466.58000000000004,
        "end": 473.1,
        "text": " You pull out the Oxford English Dictionary and you look it up and then you not just find out what the meaning of the word is"
    },
    {
        "start": 473.22,
        "end": 477.98,
        "text": " But what's the root word and where does it come from and what kind of depth and what kind of nuts really?"
    },
    {
        "start": 477.98,
        "end": 479.98,
        "text": " They that's that's unbelievably useful to"
    },
    {
        "start": 480.62,
        "end": 487.76000000000005,
        "text": " Virtually every word is like that because word is an ancient artifact. It's like it's it's like an it's like an animal in some sense"
    },
    {
        "start": 487.76000000000005,
        "end": 494.94,
        "text": " It has an evolutionary history and it transforms across time and each word kind of it carries the echoes of its past with it, too"
    },
    {
        "start": 494.94,
        "end": 496.94,
        "text": " because each word"
    },
    {
        "start": 497.3,
        "end": 501.04,
        "text": " Attracts other words in a particular unique way"
    },
    {
        "start": 501.04,
        "end": 508.8,
        "text": " So it kind of lives in a word ecosystem as well and the ecosystem contain information about the history of that word and you think well"
    },
    {
        "start": 508.8,
        "end": 516.24,
        "text": " Why is that important? It's like well take guess what you think in words you talk in words. You have all these archaic"
    },
    {
        "start": 517.02,
        "end": 520.0,
        "text": " Entities these words these living entities that you use"
    },
    {
        "start": 520.0,
        "end": 525.8000000000001,
        "text": " It's like the more you know about them the more you know about you the more you know about other people and the better you are"
    },
    {
        "start": 526.52,
        "end": 531.64,
        "text": " Formulating and communicating your ideas. There's nothing left. There's nothing lost in that kind of investigation"
    },
    {
        "start": 532.56,
        "end": 534.56,
        "text": " Nothing there's nothing but gain there"
    },
    {
        "start": 535.24,
        "end": 538.8,
        "text": " Your ambition if you have any sense is actually to become competent"
    },
    {
        "start": 538.8,
        "end": 543.1999999999999,
        "text": " Do you want to be competent and dangerous or do you want to be vague and useless?"
    },
    {
        "start": 543.1999999999999,
        "end": 546.3599999999999,
        "text": " It is definitely the case that there is no more"
    },
    {
        "start": 547.0,
        "end": 553.7199999999999,
        "text": " Exceptional form of the capacity to be dangerous than to be articulate and so it's a moral endeavor in some real sense"
    },
    {
        "start": 554.12,
        "end": 557.46,
        "text": " To become articulate is to become the master of your own tongue"
    },
    {
        "start": 558.1800000000001,
        "end": 561.12,
        "text": " Every advantage comes with a disadvantage"
    },
    {
        "start": 561.12,
        "end": 564.12,
        "text": " So if you're extroverted you're social and you're positive"
    },
    {
        "start": 564.1600000000001,
        "end": 568.84,
        "text": " But you're impulsive and you can tilt towards hedonism and you can't stand being alone"
    },
    {
        "start": 568.96,
        "end": 574.64,
        "text": " No matter where you land in the temperamental landscape, you're going to have your associated faults and temptations"
    },
    {
        "start": 574.64,
        "end": 578.0,
        "text": " You've got a goal and you'll see that as you progress towards the goal"
    },
    {
        "start": 578.0,
        "end": 581.2,
        "text": " There'll be obstacles that emerge and some of them you don't want to confront"
    },
    {
        "start": 581.2,
        "end": 586.58,
        "text": " It's why it's useful to order your room chaotic room makes you anxious why too many pathways man"
    },
    {
        "start": 586.6,
        "end": 589.34,
        "text": " People don't really repress the things they don't want to face"
    },
    {
        "start": 589.34,
        "end": 593.72,
        "text": " They just fail to unpack them you want a horizon of ever-expanding possibility"
    },
    {
        "start": 593.72,
        "end": 599.86,
        "text": " We're built to walk uphill and when you reach the pinnacle of the hill you want to stop and appreciate the vision"
    },
    {
        "start": 599.86,
        "end": 605.1600000000001,
        "text": " But the next thing you want is a higher hill in the distance beware of unintended consequences"
    },
    {
        "start": 605.1600000000001,
        "end": 608.7,
        "text": " It's like oh no, this thing will just do what I wanted to do with nothing else"
    },
    {
        "start": 609.38,
        "end": 613.6600000000001,
        "text": " No turns out that not only is what we want from each other the real thing"
    },
    {
        "start": 613.6600000000001,
        "end": 615.98,
        "text": " But that's also the adventure of your life"
    },
    {
        "start": 615.98,
        "end": 622.46,
        "text": " And so if you aren't truthful and that means unfortunately, especially at the beginning when you start to be truthful"
    },
    {
        "start": 622.46,
        "end": 627.58,
        "text": " It means deeply coming to terms with your inadequacies in humility"
    },
    {
        "start": 627.58,
        "end": 631.1,
        "text": " So it's very painful without that. You don't have the adventure of your life"
    },
    {
        "start": 631.1,
        "end": 635.3000000000001,
        "text": " You have the role that you've acquiesced to and that'll take all the meaning out of your life"
    },
    {
        "start": 635.3,
        "end": 640.9399999999999,
        "text": " It's good for you to go take your place in the world have some ambition have a vision have a goal have a strategy"
    },
    {
        "start": 641.02,
        "end": 646.1999999999999,
        "text": " Try to be a good person not because it's your duty precisely because that's the proper way to live"
    },
    {
        "start": 646.1999999999999,
        "end": 649.62,
        "text": " You sit on the bed and say okay, man. I'm ready to learn something"
    },
    {
        "start": 649.62,
        "end": 656.8399999999999,
        "text": " What's one thing I'm doing wrong that I know I'm doing wrong that I could fix you meditate on that"
    },
    {
        "start": 656.9399999999999,
        "end": 661.78,
        "text": " You'll get an answer you grow in proportion to the weight you take on voluntarily"
    },
    {
        "start": 662.14,
        "end": 665.56,
        "text": " It's also true that we have no idea what the upper limit to that is"
    },
    {
        "start": 667.14,
        "end": 674.0799999999999,
        "text": " It's from the uphill climb that we derive our value and I mean this technically so almost all the positive emotion we feel"
    },
    {
        "start": 674.6,
        "end": 680.26,
        "text": " Especially the emotion that fills us with enthusiasm and that's experienced in relationship to a goal"
    },
    {
        "start": 680.26,
        "end": 684.04,
        "text": " And so in some sense you want a goal that you can never attain"
    },
    {
        "start": 684.18,
        "end": 689.9,
        "text": " So you can always move closer to the goal that recedes as you move towards it. You think well, that's frustrating"
    },
    {
        "start": 689.9,
        "end": 691.86,
        "text": " It's like Sisyphus pushing the rock uphill"
    },
    {
        "start": 691.86,
        "end": 700.54,
        "text": " But it's not because as you pursue that goal you put yourself together and your life does get better and richer and more abundant"
    },
    {
        "start": 700.78,
        "end": 705.66,
        "text": " That's why the highest levels of virtue and goal are in some sense transcendent"
    },
    {
        "start": 705.86,
        "end": 712.62,
        "text": " You want them to be above everything you're doing so you can continually move towards something that's more sublime and better"
    },
    {
        "start": 713.02,
        "end": 715.8199999999999,
        "text": " that's what you are you're here to live not to"
    },
    {
        "start": 716.22,
        "end": 723.3000000000001,
        "text": " Not to sleep and the problem with the vision of my ties on the beach is that well first of all that's a vision of"
    },
    {
        "start": 723.62,
        "end": 725.46,
        "text": " drug induced"
    },
    {
        "start": 725.46,
        "end": 728.86,
        "text": " Unconsciousness second it's only going to work for about a week third"
    },
    {
        "start": 728.86,
        "end": 734.22,
        "text": " You're going to be a laughing stock in a month and depressed and aimless and and goalless"
    },
    {
        "start": 734.38,
        "end": 739.5,
        "text": " It's no that's not it's it's you want a horizon of ever-expanding possibility"
    },
    {
        "start": 739.58,
        "end": 746.7,
        "text": " And so it does happen to people as they because they've staked their soul on the attainment of an instrumental goal"
    },
    {
        "start": 746.9,
        "end": 751.78,
        "text": " And it can be a pretty high order goal, but then you think now I'm there now what?"
    },
    {
        "start": 752.46,
        "end": 754.46,
        "text": " Well, the answer can't be"
    },
    {
        "start": 754.58,
        "end": 757.66,
        "text": " Well, I'm going to live in the lap of luxury and never have to leave the fate"
    },
    {
        "start": 757.66,
        "end": 761.62,
        "text": " What do you want to be a giant infant with a gold with a gold bottle?"
    },
    {
        "start": 761.62,
        "end": 767.38,
        "text": " You never have to do anything but lay in your back and suck. It's like you see the problem with that as a conceptualization"
    },
    {
        "start": 767.78,
        "end": 769.78,
        "text": " It's no you want to be"
    },
    {
        "start": 769.98,
        "end": 774.18,
        "text": " like an active warrior moving uphill with your sword in hand and"
    },
    {
        "start": 774.7,
        "end": 777.36,
        "text": " That's that's dynamic. That's exciting"
    },
    {
        "start": 777.86,
        "end": 784.02,
        "text": " People are afraid of the truth because often if you reveal it it causes conflict in the moment telling the truth is definitely an adventure"
    },
    {
        "start": 784.38,
        "end": 790.06,
        "text": " Seeking for sure but also telling another way of going about it is to just say what you think and see what happens"
    },
    {
        "start": 790.3,
        "end": 793.34,
        "text": " That's an adventure because you don't know what the outcome is going to be"
    },
    {
        "start": 793.46,
        "end": 797.38,
        "text": " So look there's this old idea that it's necessary to have faith in the truth"
    },
    {
        "start": 797.38,
        "end": 802.34,
        "text": " And so here's here's a way of thinking about that someone asks you a question and you might think well"
    },
    {
        "start": 802.34,
        "end": 806.02,
        "text": " Here's the outcome I want and so here's how I'm going to answer that question"
    },
    {
        "start": 806.02,
        "end": 810.58,
        "text": " So that's one way of approaching it but another way of approaching it is you ask me a question"
    },
    {
        "start": 810.58,
        "end": 814.82,
        "text": " I'm going to think about the answer and I'm just going to tell you what I think and"
    },
    {
        "start": 814.94,
        "end": 818.9000000000001,
        "text": " It doesn't matter what the outcome is because I'm willing to see what the outcome will be"
    },
    {
        "start": 819.66,
        "end": 824.76,
        "text": " Predicated on the idea that there isn't a better outcome than the one that truth produces"
    },
    {
        "start": 825.3,
        "end": 830.86,
        "text": " Even if it's harsh and terrible in them in the short term and sometimes it is it's like there isn't a better way of doing it"
    },
    {
        "start": 830.86,
        "end": 834.34,
        "text": " Now you might say well, how do you know that and answer is well, I don't know that"
    },
    {
        "start": 834.38,
        "end": 842.18,
        "text": " That's why it's an article of faith because I believe and I believe this deeply the being that you produce as a consequence of telling"
    },
    {
        "start": 842.18,
        "end": 844.18,
        "text": " The truth is good"
    },
    {
        "start": 844.34,
        "end": 846.02,
        "text": " by definition"
    },
    {
        "start": 846.06,
        "end": 849.06,
        "text": " Even though it's harsh and and often uncomfortable"
    },
    {
        "start": 849.38,
        "end": 855.5799999999999,
        "text": " Because you get in trouble one of the things that I've really learned recently or learned to articulate better is that there's a very tight"
    },
    {
        "start": 855.8199999999999,
        "end": 857.8199999999999,
        "text": " relationship between"
    },
    {
        "start": 857.8199999999999,
        "end": 859.14,
        "text": " aspiration and responsibility"
    },
    {
        "start": 859.14,
        "end": 864.5,
        "text": " The first question might be do you need to aspire to something and answer is well, yes because you have to do something"
    },
    {
        "start": 864.5,
        "end": 869.02,
        "text": " Okay, if you just sit there, you'll die. You can't just sit there. You have to go act out in the world"
    },
    {
        "start": 869.18,
        "end": 875.34,
        "text": " Okay, so act towards what well, that's whatever your aspiration is. You have to have an aim. Okay"
    },
    {
        "start": 875.34,
        "end": 882.1,
        "text": " Well, what should the aim be? Well, it should be something worth doing. Let's say what why do something that you don't feel is worth doing"
    },
    {
        "start": 882.1,
        "end": 883.5400000000001,
        "text": " What do you think's worth doing?"
    },
    {
        "start": 883.5400000000001,
        "end": 887.4200000000001,
        "text": " Well, if you watch other people and you judge when they're doing something worthwhile"
    },
    {
        "start": 888.1,
        "end": 892.26,
        "text": " Usually judge them positively if you see that they're taking responsibility at least for themselves"
    },
    {
        "start": 892.7,
        "end": 895.7800000000001,
        "text": " What do you want to be completely useless? So other people have to take care of you?"
    },
    {
        "start": 895.7800000000001,
        "end": 898.3000000000001,
        "text": " That's pretty pathetic and maybe you could get your act together"
    },
    {
        "start": 898.3000000000001,
        "end": 904.36,
        "text": " So you're taking care of yourself and your family and maybe you could even do better than that and take care of yourself and your family"
    },
    {
        "start": 904.36,
        "end": 909.0600000000001,
        "text": " And your community well good for you. That's that's responsibility and that's an aim"
    },
    {
        "start": 909.16,
        "end": 914.52,
        "text": " Well, here's one of the things that's cool about that is that your life doesn't have meaning without aspiration or an aim"
    },
    {
        "start": 914.52,
        "end": 917.86,
        "text": " Okay, so you need a hierarchy of values. There's got to be something at the top"
    },
    {
        "start": 917.86,
        "end": 921.6,
        "text": " It's got to be something important if you don't have that your life doesn't have any meaning"
    },
    {
        "start": 921.88,
        "end": 929.0,
        "text": " So if you criticize the hierarchy or even the ideas of idea of hierarchy you destroy the idea of aspiration"
    },
    {
        "start": 929.0,
        "end": 930.76,
        "text": " And then people have nothing"
    },
    {
        "start": 930.76,
        "end": 936.3199999999999,
        "text": " Well, that's not helpful people are built for a struggle and they're built for a weight and you want to take on a heavy burden"
    },
    {
        "start": 936.76,
        "end": 938.76,
        "text": " Voluntarily see if you can put yourself together"
    },
    {
        "start": 939.2,
        "end": 944.84,
        "text": " See what you can do out in the world while you're waiting to die. It's an all-in game. It better be worthwhile"
    },
    {
        "start": 945.92,
        "end": 950.24,
        "text": " If you gaze into the abyss long enough, you see the light not the darkness"
    },
    {
        "start": 950.84,
        "end": 957.66,
        "text": " I'm betting my life on it bring it on the adventure along the route man, and I would say"
    },
    {
        "start": 958.54,
        "end": 960.54,
        "text": " Where's that adventure to be found?"
    },
    {
        "start": 961.5,
        "end": 967.5799999999999,
        "text": " You don't want someone else's fate man. Your fate's enough and your adventures enough. It's plenty"
    },
    {
        "start": 967.62,
        "end": 974.38,
        "text": " It's more than you can ever fully realize and so that's also part of the reason that we all believe that the individual has some intrinsic"
    },
    {
        "start": 974.54,
        "end": 981.06,
        "text": " Dignity, it's don't be so sure that your position and your room is so damn trivial might be your attitude towards it"
    },
    {
        "start": 981.06,
        "end": 985.28,
        "text": " It's trivial and if you're in dire straits and dire circumstances"
    },
    {
        "start": 985.56,
        "end": 988.6,
        "text": " Just look at how much opportunity you have to make things better"
    },
    {
        "start": 989.24,
        "end": 991.56,
        "text": " Well, maybe the same thing is true of life, right?"
    },
    {
        "start": 991.56,
        "end": 996.68,
        "text": " You bind yourself to it and that tighter you bind yourself to it the more you find out what it is"
    },
    {
        "start": 997.1999999999999,
        "end": 999.3399999999999,
        "text": " And that's like a radical embrace"
    },
    {
        "start": 1000.04,
        "end": 1003.04,
        "text": " we're built to walk uphill and when you"
    },
    {
        "start": 1003.64,
        "end": 1007.1999999999999,
        "text": " Reach the pinnacle of the hill you want to stop and appreciate the vision"
    },
    {
        "start": 1007.1999999999999,
        "end": 1010.68,
        "text": " but the next thing you want is a higher hill in the distance because"
    },
    {
        "start": 1011.1999999999999,
        "end": 1016.1999999999999,
        "text": " It's from the uphill climb that we derive our value almost all the positive emotion we feel"
    },
    {
        "start": 1016.7199999999999,
        "end": 1019.16,
        "text": " Especially the emotion that fills us with enthusiasm"
    },
    {
        "start": 1019.4,
        "end": 1026.08,
        "text": " That's experienced in relationship to a goal and so in some sense you want a goal that you can never attain"
    },
    {
        "start": 1026.72,
        "end": 1034.94,
        "text": " There's nothing that makes you more formidable than verbal competence and being able to articulate be able to think to marshal your arguments"
    },
    {
        "start": 1034.94,
        "end": 1038.78,
        "text": " Right aim yourself in one direction and you might say well"
    },
    {
        "start": 1038.78,
        "end": 1043.98,
        "text": " I've gone halfway down this path and I found out it's wrong. Well, how do you distinguish that from just giving up?"
    },
    {
        "start": 1043.98,
        "end": 1046.94,
        "text": " Well, that's a really hard question, right? It's it's a moral hazard"
    },
    {
        "start": 1047.3799999999999,
        "end": 1050.34,
        "text": " But then the absolute is yeah, but you have to play one of them"
    },
    {
        "start": 1050.46,
        "end": 1056.54,
        "text": " You have to learn to play one of them have become an expert at least one of them and then that's not a relative"
    },
    {
        "start": 1057.66,
        "end": 1063.62,
        "text": " Proposition and I believe that's true. So you want to commit to something and then when you commit to something you"
    },
    {
        "start": 1064.4199999999998,
        "end": 1069.04,
        "text": " Require yourself to bring all of your disparate components"
    },
    {
        "start": 1069.4599999999998,
        "end": 1074.76,
        "text": " Moving in a single direction united in a single direction. So it's a unifying to unifying act"
    },
    {
        "start": 1076.5,
        "end": 1083.2199999999998,
        "text": " You said that a harmless man is not a good man a good man is a very dangerous man who has that under voluntary control"
    },
    {
        "start": 1083.6399999999999,
        "end": 1085.6399999999999,
        "text": " How should people become more dangerous? Oh"
    },
    {
        "start": 1087.6999999999998,
        "end": 1090.6399999999999,
        "text": " Becoming more articulate is definitely I would say"
    },
    {
        "start": 1091.64,
        "end": 1093.64,
        "text": " That's the primary"
    },
    {
        "start": 1095.0800000000002,
        "end": 1097.0800000000002,
        "text": " Array of weapons I"
    },
    {
        "start": 1097.8400000000001,
        "end": 1104.3200000000002,
        "text": " Mean physical prowess is something and it's not nothing that physical confidence that comes along with that as well, but"
    },
    {
        "start": 1105.64,
        "end": 1111.3600000000001,
        "text": " The same thing replicated at the level of the ability to communicate and to think that's"
    },
    {
        "start": 1112.5600000000002,
        "end": 1114.5600000000002,
        "text": " way broader field of"
    },
    {
        "start": 1115.24,
        "end": 1117.1200000000001,
        "text": " battle and opportunity"
    },
    {
        "start": 1117.1599999999999,
        "end": 1124.04,
        "text": " In a world with seemingly infinite options it can be challenging to decide on the best course of action for one's life"
    },
    {
        "start": 1125.04,
        "end": 1130.4399999999998,
        "text": " Pearson suggests that a useful approach is to focus on what bothers you or what you find most challenging"
    },
    {
        "start": 1131.08,
        "end": 1135.9199999999998,
        "text": " These discomforts or challenges can be an indication of where one should focus their time and energy"
    },
    {
        "start": 1136.6399999999999,
        "end": 1138.8799999999999,
        "text": " By leaning into what is difficult or uncomfortable"
    },
    {
        "start": 1140.04,
        "end": 1143.1599999999999,
        "text": " Individuals can discover their strengths and find direction in their lives"
    },
    {
        "start": 1144.16,
        "end": 1151.16,
        "text": " Be honest with yourself about your interests abilities and limitations and pursue the path that aligns most closely"
    },
    {
        "start": 1151.48,
        "end": 1153.48,
        "text": " with your values and passions"
    },
    {
        "start": 1154.0800000000002,
        "end": 1159.72,
        "text": " There's a lot of things you could be bothered by like a million things man, but some things grip you"
    },
    {
        "start": 1160.24,
        "end": 1167.68,
        "text": " They bug you and they might make you resentful and bitter because they bug you so much like they're your things man. They've got you"
    },
    {
        "start": 1168.24,
        "end": 1174.68,
        "text": " So then I look for a question that I would like the answer to I would really like the answer to it"
    },
    {
        "start": 1175.24,
        "end": 1180.16,
        "text": " So I don't assume I already have the answer because I would actually really like to have the answer"
    },
    {
        "start": 1180.8400000000001,
        "end": 1182.8400000000001,
        "text": " So if I could get a better answer"
    },
    {
        "start": 1183.96,
        "end": 1188.2,
        "text": " Great and so that's the first thing and that's like a prayer. It's like, okay"
    },
    {
        "start": 1189.6000000000001,
        "end": 1194.44,
        "text": " Here's a mystery. I would like to delve into it further"
    },
    {
        "start": 1195.2,
        "end": 1201.4,
        "text": " Well, so that's humility it's like here's a mystery which means I don't know I would like to delve into it further"
    },
    {
        "start": 1201.4,
        "end": 1203.88,
        "text": " which means I don't know enough already and"
    },
    {
        "start": 1204.6000000000001,
        "end": 1209.88,
        "text": " Then then comes the revelation. It's like well, what's a revelation?"
    },
    {
        "start": 1209.88,
        "end": 1213.3600000000001,
        "text": " Oh, if you ask yourself a question, it's a real question"
    },
    {
        "start": 1214.04,
        "end": 1218.8,
        "text": " Do you get an answer or not? The answer is well, yeah thoughts start to appear in your head"
    },
    {
        "start": 1219.52,
        "end": 1224.0800000000002,
        "text": " So from somewhere that's right from somewhere. Where do they come from? Do you have a sense?"
    },
    {
        "start": 1224.92,
        "end": 1228.96,
        "text": " Depends on what you're aiming at. It depends. It depends on your intent"
    },
    {
        "start": 1229.48,
        "end": 1232.88,
        "text": " So imagine that your intent is to make things better"
    },
    {
        "start": 1234.3200000000002,
        "end": 1239.56,
        "text": " Then maybe they come from the place that's designed to make things better. Maybe your intent is to make things worse"
    },
    {
        "start": 1240.24,
        "end": 1242.24,
        "text": " Then they come from hell"
    },
    {
        "start": 1246.48,
        "end": 1249.72,
        "text": " Let's say you want to become who you could be in the fullest sense"
    },
    {
        "start": 1250.4,
        "end": 1253.52,
        "text": " So let's say you're someone who's going to solve some serious problems"
    },
    {
        "start": 1254.44,
        "end": 1258.56,
        "text": " Okay, the first thing you have to do is admit to the seriousness of the problems. That's no joke"
    },
    {
        "start": 1259.92,
        "end": 1264.24,
        "text": " and so the first thing is just the terror of the problem itself and"
    },
    {
        "start": 1264.68,
        "end": 1269.88,
        "text": " That's enough to paralyze you and that's the hydro. That's the Gorgon with the head of snakes"
    },
    {
        "start": 1269.88,
        "end": 1272.0,
        "text": " It'll paralyze you and turn you to stone"
    },
    {
        "start": 1272.0,
        "end": 1278.28,
        "text": " That's the basilisk in the Harry Potter series you look at it and turns you to stone and lurks underneath everything, right?"
    },
    {
        "start": 1278.28,
        "end": 1282.8400000000001,
        "text": " and it's malevolence and tragedy and and so and so there's that and then"
    },
    {
        "start": 1283.24,
        "end": 1289.9199999999998,
        "text": " The next is well, you're gonna take responsibility for that. You're really gonna do that. Are you that's a hell of a load man"
    },
    {
        "start": 1289.9199999999998,
        "end": 1296.0,
        "text": " And so it's daunting to even consider that and then there's the discipline and responsibility that that necessitates"
    },
    {
        "start": 1296.0,
        "end": 1299.28,
        "text": " Which is also daunting. It's like oh my god, the problems that serious"
    },
    {
        "start": 1299.28,
        "end": 1304.1,
        "text": " I'm really gonna have to get my act together in order to not contribute to it much less solve it"
    },
    {
        "start": 1304.1,
        "end": 1310.6,
        "text": " and so the problem is terrible and then the solution is daunting, but"
    },
    {
        "start": 1312.9599999999998,
        "end": 1314.9599999999998,
        "text": " The upside of that is is like"
    },
    {
        "start": 1316.08,
        "end": 1320.56,
        "text": " Well, there isn't anything better to have than a problem that's worth solving like that's really worth solving"
    },
    {
        "start": 1321.32,
        "end": 1325.48,
        "text": " Right. And so the more of that you take on the more you have a reason to get out of bed in the morning"
    },
    {
        "start": 1325.48,
        "end": 1330.6799999999998,
        "text": " No matter what I'm getting up. I'm trudging forward doesn't matter what I'm suffering from"
    },
    {
        "start": 1330.8,
        "end": 1337.72,
        "text": " I've got things that need to be done. They're necessary and that gives you that sense of purpose that is the antidote to bitterness"
    },
    {
        "start": 1337.72,
        "end": 1344.84,
        "text": " Okay, well, let's say you want your life to be meaningful it's like okay then what you do matters it actually matters"
    },
    {
        "start": 1349.72,
        "end": 1351.24,
        "text": " So that's an interesting thing well"
    },
    {
        "start": 1351.24,
        "end": 1356.76,
        "text": " So let's say you go over your past with a fine-tooth comb and you decide you're gonna take responsibility for everything that you did"
    },
    {
        "start": 1356.76,
        "end": 1362.28,
        "text": " That was wrong and everything that you failed to do that you could have done that was right. Like does that change the world? It's like"
    },
    {
        "start": 1362.44,
        "end": 1364.44,
        "text": " Like does that change the world it's like"
    },
    {
        "start": 1364.68,
        "end": 1366.48,
        "text": " Depends on how thoroughly you do it"
    },
    {
        "start": 1366.48,
        "end": 1371.76,
        "text": " You might say it changes the world like nothing else possibly can and I think that that's actually right"
    },
    {
        "start": 1371.8799999999999,
        "end": 1374.6399999999999,
        "text": " You have to allow yourself a certain latitude for error"
    },
    {
        "start": 1375.0,
        "end": 1376.6,
        "text": " That's a useful thing to know too"
    },
    {
        "start": 1376.6,
        "end": 1381.8,
        "text": " one of the things I tell people when they're trying to develop a vision for their life or an implement a plan is"
    },
    {
        "start": 1382.44,
        "end": 1384.44,
        "text": " Make a bad plan"
    },
    {
        "start": 1384.44,
        "end": 1388.76,
        "text": " Make the best one you can but don't get obsessive about it's like make a plan implement it"
    },
    {
        "start": 1388.76,
        "end": 1394.6,
        "text": " You'll figure out when you implement it why it's stupid exactly and then you can fix it a little bit"
    },
    {
        "start": 1396.12,
        "end": 1401.28,
        "text": " Compare yourself to who you were yesterday and not to who someone else is today the same basic idea"
    },
    {
        "start": 1401.68,
        "end": 1404.62,
        "text": " Right is that you have to get your markers for success, right?"
    },
    {
        "start": 1404.76,
        "end": 1410.6,
        "text": " Because otherwise you can end up in the situation you described which is that like there's always people out there who are doing far"
    },
    {
        "start": 1410.6,
        "end": 1417.14,
        "text": " Better than you on pretty much anything you want to imagine and if all you're doing is seeing yourself in their reflected light"
    },
    {
        "start": 1417.14,
        "end": 1420.94,
        "text": " Let's say then it's gonna be pretty damn dismal, but it's not a good comparison because"
    },
    {
        "start": 1421.8200000000002,
        "end": 1427.7800000000002,
        "text": " You shouldn't just compare. Well, first of all, there's danger and just comparing yourself to others period because they're not you and God only knows"
    },
    {
        "start": 1428.42,
        "end": 1435.74,
        "text": " What struggles they had to undertake to get to where they were or what burdens they're currently carrying that you're not aware of you"
    },
    {
        "start": 1435.74,
        "end": 1439.0600000000002,
        "text": " Just don't know any of that, but you can certainly contrast yourself with yourself"
    },
    {
        "start": 1439.7800000000002,
        "end": 1442.4,
        "text": " And that's a lot better. It is the only way well"
    },
    {
        "start": 1442.4,
        "end": 1445.6000000000001,
        "text": " It's also the only way of really of really measuring anything"
    },
    {
        "start": 1446.0400000000002,
        "end": 1449.68,
        "text": " Approximating proper improvement you can actually tell when you're a little better than you were yesterday"
    },
    {
        "start": 1450.16,
        "end": 1452.24,
        "text": " So and and you can actually do that"
    },
    {
        "start": 1452.24,
        "end": 1458.66,
        "text": " That's another thing that's so interesting about it is that you can actually make yourself a little better in some way pretty much"
    },
    {
        "start": 1459.68,
        "end": 1464.24,
        "text": " Well, I don't know if it's at every moment, but you can certainly do it every day. It's funny"
    },
    {
        "start": 1464.24,
        "end": 1465.0800000000002,
        "text": " I mean, you know"
    },
    {
        "start": 1465.0800000000002,
        "end": 1471.5600000000002,
        "text": " Obviously if you have a problem and you think about it you can think up a solution and it's not obvious how you do that"
    },
    {
        "start": 1471.9199999999998,
        "end": 1477.48,
        "text": " You know, I mean, it's not like you know how you're manipulating your neurons or something it it it"
    },
    {
        "start": 1478.08,
        "end": 1481.9199999999998,
        "text": " Happens of its own accord in some sense like you can participate in it"
    },
    {
        "start": 1481.9199999999998,
        "end": 1485.9199999999998,
        "text": " I guess and you can interfere with it and it seems to take a certain amount of willpower"
    },
    {
        "start": 1486.28,
        "end": 1489.2,
        "text": " But it still all happens mysteriously behind the scenes"
    },
    {
        "start": 1491.1599999999999,
        "end": 1494.2,
        "text": " One of the things that I've been so so"
    },
    {
        "start": 1494.48,
        "end": 1495.04,
        "text": " You know"
    },
    {
        "start": 1495.04,
        "end": 1498.96,
        "text": " There's lots of different ways to interpret the world and you can maybe even make a case that"
    },
    {
        "start": 1499.16,
        "end": 1502.96,
        "text": " There's an endless number of ways to interpret the world and the problem with that is that"
    },
    {
        "start": 1503.32,
        "end": 1506.8,
        "text": " kind of disorients you in terms of what you should be doing but"
    },
    {
        "start": 1507.3600000000001,
        "end": 1513.52,
        "text": " Just because there's a very large number of ways to interpret the world doesn't mean there's a very large number of productive"
    },
    {
        "start": 1513.96,
        "end": 1519.04,
        "text": " meaningful and sustainable ways to interpret the world and one of the things you do have to do is figure out how you"
    },
    {
        "start": 1519.8400000000001,
        "end": 1525.6000000000001,
        "text": " Conduct yourself today so that you don't upset the apple cart in a week or a month or a year"
    },
    {
        "start": 1526.56,
        "end": 1527.9599999999998,
        "text": " And"
    },
    {
        "start": 1527.9599999999998,
        "end": 1534.36,
        "text": " So, you know what what you do in some sense psychologically is you admit to yourself that your current frame of reference is faulty"
    },
    {
        "start": 1534.36,
        "end": 1538.9199999999998,
        "text": " And then you start opening the door to a different kind of thinking which is more creative thinking"
    },
    {
        "start": 1538.9199999999998,
        "end": 1541.12,
        "text": " It's more lateral thinking saying well, I'm wrong"
    },
    {
        "start": 1541.12,
        "end": 1544.6799999999998,
        "text": " But that's not necessarily a problem because I could be right if I thought some other way"
    },
    {
        "start": 1545.04,
        "end": 1550.9599999999998,
        "text": " Well, you know, that's great often it works. Yeah, there's there's almost no lack"
    },
    {
        "start": 1550.9599999999998,
        "end": 1555.02,
        "text": " There's almost no end to the utility of trying to figure out which ways that you're wrong"
    },
    {
        "start": 1555.6,
        "end": 1561.8,
        "text": " There's lots of them and every time you discover one then you don't have to be quite so wrong anymore. That's a really good deal. Yeah"
    },
    {
        "start": 1564.12,
        "end": 1571.08,
        "text": " What's your time worth your university student was certainly worth minimum wage because obviously but it's worth way more than that because"
    },
    {
        "start": 1571.52,
        "end": 1577.4399999999998,
        "text": " If you spend a productive hour when you're 20, then you gain the benefits of that hour for the rest of your life"
    },
    {
        "start": 1577.4399999999998,
        "end": 1580.8,
        "text": " So there's the compounding effect of time spent when we were young"
    },
    {
        "start": 1580.84,
        "end": 1585.28,
        "text": " So I say well, let's assume your time's worth 50 bucks an hour, which I think is an underestimate"
    },
    {
        "start": 1585.28,
        "end": 1590.92,
        "text": " But whatever let's call it 50. We call it 25, but we'll call it 50. That's $2,000 a week. You're wasting"
    },
    {
        "start": 1592.04,
        "end": 1593.3999999999999,
        "text": " $100,000 a year"
    },
    {
        "start": 1593.3999999999999,
        "end": 1600.44,
        "text": " It's like how much better would your life be if you weren't wasting a hundred thousand dollars a year the Da Vinci code everyone like that"
    },
    {
        "start": 1601.16,
        "end": 1603.16,
        "text": " it sold a lot and"
    },
    {
        "start": 1603.6,
        "end": 1609.48,
        "text": " you know it was full of little mysteries and it's full of hints that there was more to the world than you think and"
    },
    {
        "start": 1610.04,
        "end": 1613.52,
        "text": " Which is definitely true and that you know"
    },
    {
        "start": 1613.52,
        "end": 1617.0,
        "text": " There was a way of getting access to that knowledge and it would really be worthwhile"
    },
    {
        "start": 1617.72,
        "end": 1622.88,
        "text": " And people like that if they like that idea and the reason for that is because it's actually it's true"
    },
    {
        "start": 1624.0,
        "end": 1626.0,
        "text": " learn to write"
    },
    {
        "start": 1626.16,
        "end": 1630.16,
        "text": " I'm dead serious like I'm dead serious about that"
    },
    {
        "start": 1631.2,
        "end": 1636.1200000000001,
        "text": " because writing is formalized thinking and so the way you write is"
    },
    {
        "start": 1636.12,
        "end": 1638.12,
        "text": " First of all, you need a problem"
    },
    {
        "start": 1638.4399999999998,
        "end": 1640.4399999999998,
        "text": " Because why write if you don't have a problem?"
    },
    {
        "start": 1640.8799999999999,
        "end": 1644.7199999999998,
        "text": " So this is good advice if you're just writing an essay by the way for your classes"
    },
    {
        "start": 1644.7199999999998,
        "end": 1650.36,
        "text": " It's like pick a bloody problem that you want to write about because otherwise it's false right from the start"
    },
    {
        "start": 1650.36,
        "end": 1654.56,
        "text": " It's up to you to engage with the material until you find something that"
    },
    {
        "start": 1655.08,
        "end": 1660.12,
        "text": " Grips you that you desire to investigate. Okay, so you need a problem"
    },
    {
        "start": 1661.1599999999999,
        "end": 1664.1599999999999,
        "text": " Well, the next thing you need to do is we need to have something to do"
    },
    {
        "start": 1664.16,
        "end": 1671.0800000000002,
        "text": " So reading reading is really good for that read as much as you can get your hands on that"
    },
    {
        "start": 1671.8000000000002,
        "end": 1673.8000000000002,
        "text": " Addresses the problem"
    },
    {
        "start": 1673.8000000000002,
        "end": 1680.16,
        "text": " Okay. So now now you now, you know a bunch of things for at least provisionally. You at least have access to them"
    },
    {
        "start": 1680.68,
        "end": 1684.16,
        "text": " Well now you start you start sorting through it's like, okay. Well"
    },
    {
        "start": 1684.8400000000001,
        "end": 1689.3200000000002,
        "text": " Maybe I need to summarize what I learned and then I need to iron out the"
    },
    {
        "start": 1690.0,
        "end": 1691.2,
        "text": " contradictions"
    },
    {
        "start": 1691.2,
        "end": 1698.2,
        "text": " Between what I've learned and I need to elegantly formulate that and I need to get my word choice right and my phrase choice"
    },
    {
        "start": 1698.2,
        "end": 1705.2,
        "text": " Right and my sentence choice, right and I need to organize the sentences into proper paragraphs in the paragraphs into proper"
    },
    {
        "start": 1705.68,
        "end": 1712.52,
        "text": " Sequence so that I have a coherent argument and at the same time what you're doing is is your your your"
    },
    {
        "start": 1714.0,
        "end": 1718.6000000000001,
        "text": " Your integrating your own personality at the highest level"
    },
    {
        "start": 1718.6,
        "end": 1725.3999999999999,
        "text": " And you're sharpening your tools and you're putting yourself straight because you're learning to think you learn to do that by writing"
    },
    {
        "start": 1725.7199999999998,
        "end": 1728.6,
        "text": " Many many years you hone your words"
    },
    {
        "start": 1729.3999999999999,
        "end": 1736.76,
        "text": " They're the most powerful thing about you bar none if you are an effective writer and speaker and communicator"
    },
    {
        "start": 1737.08,
        "end": 1739.08,
        "text": " You you have all the"
    },
    {
        "start": 1739.56,
        "end": 1744.0,
        "text": " Authority and competence that there is and so you're at your highest level"
    },
    {
        "start": 1744.84,
        "end": 1748.64,
        "text": " Authority and competence that there is and so you're at university"
    },
    {
        "start": 1749.28,
        "end": 1753.92,
        "text": " Maybe you're taking humanities degree all that what's the humanities degree for?"
    },
    {
        "start": 1754.2,
        "end": 1757.8,
        "text": " To teach you how to think you learn to think by writing now"
    },
    {
        "start": 1757.8,
        "end": 1765.08,
        "text": " There's more to read to speak and all of that, but the best thing you can do is read and write every day"
    },
    {
        "start": 1765.64,
        "end": 1773.44,
        "text": " Couple of hours every day write about things you find important and see if you can see if you can discover what you believe to be true"
    },
    {
        "start": 1774.36,
        "end": 1778.8,
        "text": " And that will build you a foundation and it's unbelievably practical"
    },
    {
        "start": 1778.8,
        "end": 1785.04,
        "text": " I give you look at people who are phenomenally successful across life. There's various reasons, but one of them is is that"
    },
    {
        "start": 1785.76,
        "end": 1794.28,
        "text": " they're unbelievably good at articulating what they what they're aiming at and strategizing and negotiating and and and"
    },
    {
        "start": 1795.0,
        "end": 1800.86,
        "text": " Enticing people with a vision forward. It's like get your words together man. That's that makes you"
    },
    {
        "start": 1801.82,
        "end": 1807.34,
        "text": " Unstoppable and that that's really that's the core of the humanities that idea get your words together"
    },
    {
        "start": 1807.74,
        "end": 1813.82,
        "text": " Make yourself an articulate creature and then you're you're deadly in the best possible way"
    },
    {
        "start": 1814.02,
        "end": 1816.02,
        "text": " So and take that seriously"
    },
    {
        "start": 1816.1,
        "end": 1822.4199999999998,
        "text": " The best thing you can do is teach people to write because there's no difference between that and thinking and one of the things that just"
    },
    {
        "start": 1822.4199999999998,
        "end": 1828.34,
        "text": " Blows me away about universities is that no one ever tells students why they should write something"
    },
    {
        "start": 1828.62,
        "end": 1833.9399999999998,
        "text": " It's like well you have to do this assignment well, why are you writing? Well, you need the grade. It's like no"
    },
    {
        "start": 1834.6999999999998,
        "end": 1836.6999999999998,
        "text": " You need to learn to think"
    },
    {
        "start": 1837.4599999999998,
        "end": 1843.82,
        "text": " Because thinking makes you act effectively in the world thinking makes you win the battles you undertake and those could be battles for good things"
    },
    {
        "start": 1843.98,
        "end": 1847.1,
        "text": " If you can think and speak and write you are absolutely"
    },
    {
        "start": 1848.54,
        "end": 1853.36,
        "text": " Deadly nothing can get in your way. So that's why you learn to write. It's like"
    },
    {
        "start": 1853.56,
        "end": 1855.1599999999999,
        "text": " I"
    },
    {
        "start": 1855.1599999999999,
        "end": 1858.9599999999998,
        "text": " Can't believe that people aren't just told that it's it's it's like"
    },
    {
        "start": 1860.4399999999998,
        "end": 1865.1599999999999,
        "text": " It's the most powerful weapon you could possibly provide someone with and I mean"
    },
    {
        "start": 1865.1599999999999,
        "end": 1869.32,
        "text": " I know lots of people who've been staggeringly successful and watched them throughout my life"
    },
    {
        "start": 1869.6,
        "end": 1876.24,
        "text": " Those people you don't want to have an argument with them. They'll just slash you into pieces and they're not in the malevolent way"
    },
    {
        "start": 1876.24,
        "end": 1880.8799999999999,
        "text": " It's like if you're gonna make your point and they're gonna make their point you better have your points"
    },
    {
        "start": 1881.4,
        "end": 1888.88,
        "text": " Organized because otherwise you are gonna look like and be an absolute idiot. You are not gonna get anywhere"
    },
    {
        "start": 1890.88,
        "end": 1892.88,
        "text": " Truth of the matter is is that"
    },
    {
        "start": 1893.1200000000001,
        "end": 1899.4,
        "text": " You have a lot of potential as a child, but none of that is capable of manifesting itself as freedom before you become disciplined"
    },
    {
        "start": 1900.6000000000001,
        "end": 1906.44,
        "text": " And discipline is a matter of the imposition of order and the order is necessary especially for people who are hopeless and nihilistic"
    },
    {
        "start": 1907.0,
        "end": 1908.3200000000002,
        "text": " And what does it mean?"
    },
    {
        "start": 1908.3200000000002,
        "end": 1910.04,
        "text": " Well, it doesn't mean jeez"
    },
    {
        "start": 1910.04,
        "end": 1912.8400000000001,
        "text": " I hate getting up at 8 o'clock in the morning to get ready for work"
    },
    {
        "start": 1912.8400000000001,
        "end": 1918.24,
        "text": " That's just means that you're not very disciplined, you know, or or maybe that it might mean something deeper"
    },
    {
        "start": 1918.4,
        "end": 1921.44,
        "text": " But I'd start with lack of discipline before you know"
    },
    {
        "start": 1922.0800000000002,
        "end": 1926.0,
        "text": " Rearranging your whole life because you might say well, I hate getting up at 8 o'clock in the morning"
    },
    {
        "start": 1926.0,
        "end": 1929.16,
        "text": " No matter what I'm doing and then it's not your job. I don't mean"
    },
    {
        "start": 1929.92,
        "end": 1932.6000000000001,
        "text": " Don't do difficult things. I mean"
    },
    {
        "start": 1933.6,
        "end": 1938.36,
        "text": " Watch yourself and if you see that you're doing things that make you hate yourself"
    },
    {
        "start": 1939.8,
        "end": 1941.8,
        "text": " Then consider"
    },
    {
        "start": 1942.6,
        "end": 1944.6,
        "text": " The cost of continuing"
    },
    {
        "start": 1946.84,
        "end": 1953.6399999999999,
        "text": " You know if something's valuable you'll make sacrifices to attain it that that discovery of sacrifice"
    },
    {
        "start": 1953.6399999999999,
        "end": 1959.4399999999998,
        "text": " I think that's what separates human. It's one of the primary factors separating human beings from animals"
    },
    {
        "start": 1960.4,
        "end": 1961.76,
        "text": " Because we"
    },
    {
        "start": 1961.76,
        "end": 1967.68,
        "text": " Discovered that we could let go of something we value in the present and we would gain something we value even more in the future"
    },
    {
        "start": 1968.24,
        "end": 1971.52,
        "text": " Lay a disciplinary structure on yourself get the chaos in"
    },
    {
        "start": 1971.96,
        "end": 1975.3600000000001,
        "text": " In check and then you can move towards a state that's freer"
    },
    {
        "start": 1975.3600000000001,
        "end": 1982.3600000000001,
        "text": " It's discipline first like look if you're going to become a concert pianist. There's going to be several thousand hours of extraordinarily"
    },
    {
        "start": 1982.68,
        "end": 1986.72,
        "text": " Discipline practice that's the imposition of order on your potential that's it"
    },
    {
        "start": 1986.8,
        "end": 1992.68,
        "text": " But what comes out of that is a much grander freedom so virtually every freedom that you have in life"
    },
    {
        "start": 1992.68,
        "end": 1995.72,
        "text": " That's true freedom is purchased at the price of discipline"
    },
    {
        "start": 1997.56,
        "end": 2000.68,
        "text": " But it's not some casual self-help doctrine"
    },
    {
        "start": 2000.68,
        "end": 2007.92,
        "text": " It's that if you don't organize yourself properly you'll pay for it and in a big way and so will the people around you"
    },
    {
        "start": 2008.96,
        "end": 2010.1200000000001,
        "text": " and"
    },
    {
        "start": 2010.1200000000001,
        "end": 2016.5,
        "text": " I would say start where you can start you know if something announces itself to you"
    },
    {
        "start": 2016.84,
        "end": 2024.0,
        "text": " As in need of repair that you could repair then hey fix it you fix a hundred things like that"
    },
    {
        "start": 2024.76,
        "end": 2026.76,
        "text": " Your life will be a lot different"
    },
    {
        "start": 2026.92,
        "end": 2032.88,
        "text": " Now I often tell people to fix the things you repeat every day because people tend to think of those as trivial"
    },
    {
        "start": 2033.2,
        "end": 2036.44,
        "text": " You get up you brush your teeth you have your breakfast"
    },
    {
        "start": 2036.44,
        "end": 2040.32,
        "text": " You know you have your routines that you go through every day well those probably"
    },
    {
        "start": 2040.4399999999998,
        "end": 2046.12,
        "text": " Constitute 50% of your life and people think well they're mundane. I don't need to pay attention to them"
    },
    {
        "start": 2046.12,
        "end": 2051.34,
        "text": " It's like no no that's exactly wrong the things you do every day. Those are the most important things you do"
    },
    {
        "start": 2052.08,
        "end": 2054.08,
        "text": " hands down"
    },
    {
        "start": 2054.4,
        "end": 2058.88,
        "text": " Well there isn't anything better to have than a problem that's worth solving like that's really worth solving"
    },
    {
        "start": 2059.64,
        "end": 2063.7999999999997,
        "text": " Right and so the more of that you take on the more you have a reason to get out of bed in the morning"
    },
    {
        "start": 2063.7999999999997,
        "end": 2067.96,
        "text": " No matter what I'm getting up. I'm trudging forward doesn't matter what I'm"
    },
    {
        "start": 2068.44,
        "end": 2070.76,
        "text": " Suffering from got things that need to be done"
    },
    {
        "start": 2070.76,
        "end": 2077.12,
        "text": " They're necessary and that gives you that sense of purpose that is the antidote to bitterness so"
    },
    {
        "start": 2078.12,
        "end": 2083.6,
        "text": " Yeah, there's lots of reasons to you know because I've thought for a long time imagine that imagine you have a choice in front of you"
    },
    {
        "start": 2083.6,
        "end": 2085.32,
        "text": " Good because you do"
    },
    {
        "start": 2085.32,
        "end": 2087.32,
        "text": " So here's the choice"
    },
    {
        "start": 2087.48,
        "end": 2090.04,
        "text": " Your life life is either meaningful or meaningless"
    },
    {
        "start": 2090.6,
        "end": 2096.0,
        "text": " Okay, so let's go through the meaningless part first because you think well of course. I don't want it to be meaningless. It's like yeah"
    },
    {
        "start": 2096.6,
        "end": 2098.6,
        "text": " Just hold on a second"
    },
    {
        "start": 2098.68,
        "end": 2104.24,
        "text": " Nothing you do matters and so impulsive pleasure is the order of the day no responsibility"
    },
    {
        "start": 2104.36,
        "end": 2107.92,
        "text": " That's you can do whatever you want. It's like Pleasure Island in Pinocchio, right?"
    },
    {
        "start": 2107.92,
        "end": 2112.28,
        "text": " It's like Neverland in in in Peter Pan. You're still a kid"
    },
    {
        "start": 2112.64,
        "end": 2116.96,
        "text": " You can play all the time impulsive pleasure and and no responsibility"
    },
    {
        "start": 2117.56,
        "end": 2123.52,
        "text": " That's the reward for meaninglessness. Well, but then that the other side is okay. Well, let's say you want your life to be meaningful"
    },
    {
        "start": 2123.52,
        "end": 2124.72,
        "text": " It's like okay"
    },
    {
        "start": 2124.72,
        "end": 2129.2,
        "text": " Then what you do matters it actually matters right make a mistake"
    },
    {
        "start": 2129.8399999999997,
        "end": 2135.48,
        "text": " Hurts you hurts your family hurts the world in a deeper way than you think and you have to"
    },
    {
        "start": 2136.08,
        "end": 2138.8399999999997,
        "text": " Be awake to that and then you have to take it on yourself"
    },
    {
        "start": 2139.2,
        "end": 2143.7599999999998,
        "text": " So you're at a particular stage right now and that stage would involve a particular"
    },
    {
        "start": 2144.2,
        "end": 2149.08,
        "text": " worldview and the behaviors that go along with that so the perceptions and behaviors"
    },
    {
        "start": 2149.4,
        "end": 2156.92,
        "text": " But it's not enough because you haven't mastered the whole world and you're making mistakes all the time and then there's other"
    },
    {
        "start": 2157.24,
        "end": 2159.24,
        "text": " neurological mechanisms that"
    },
    {
        "start": 2159.24,
        "end": 2163.3199999999997,
        "text": " So maybe that's a more left hemisphere phenomenon the instantiation of that identity"
    },
    {
        "start": 2164.0,
        "end": 2168.96,
        "text": " then there's right hemisphere mechanisms that are tracking your errors and sort of and"
    },
    {
        "start": 2169.68,
        "end": 2173.7999999999997,
        "text": " Keeping track of them and the errors are an indication that your theory is incomplete"
    },
    {
        "start": 2174.1600000000003,
        "end": 2181.44,
        "text": " So it acute the errors accumulate and the information around the errors accumulate and another identity starts to become formulated and"
    },
    {
        "start": 2182.32,
        "end": 2184.32,
        "text": " it"
    },
    {
        "start": 2184.6400000000003,
        "end": 2189.8,
        "text": " It solves all the problems your previous identity did but also some additional ones"
    },
    {
        "start": 2190.28,
        "end": 2196.1200000000003,
        "text": " When you have an a-ha moment like that, it's the manifestation of that next identity"
    },
    {
        "start": 2196.1200000000003,
        "end": 2200.92,
        "text": " That's that's making itself known it's you know, because it's being built from the bottom up"
    },
    {
        "start": 2200.92,
        "end": 2205.0,
        "text": " It isn't explicit yet, then you'll encounter an explicit statement"
    },
    {
        "start": 2205.0,
        "end": 2210.0,
        "text": " You mentioned a couple there and they map on to that and that's the a-ha. It's like, oh, yes"
    },
    {
        "start": 2210.0,
        "end": 2214.04,
        "text": " Oh, yes, that's what ties together these things that I've been"
    },
    {
        "start": 2214.56,
        "end": 2220.64,
        "text": " Wrestling with in the back of my mind, right? Someone made it explicit and that's what well"
    },
    {
        "start": 2220.64,
        "end": 2224.0,
        "text": " That's one of the great things about language that can also help fill in the gaps too"
    },
    {
        "start": 2224.0,
        "end": 2229.64,
        "text": " Because you think you know, you can start to make arguments based on that observation that a-ha"
    },
    {
        "start": 2229.72,
        "end": 2232.2799999999997,
        "text": " That's that's that that's the manifestation"
    },
    {
        "start": 2234.92,
        "end": 2243.48,
        "text": " What is the consequence the long-term consequence of acting so many people especially because of the world I live in an Instagram and social media"
    },
    {
        "start": 2243.48,
        "end": 2249.3599999999997,
        "text": " We kind of build out these personas and yeah, we almost follow the implicit instructions that come with those personas"
    },
    {
        "start": 2249.3599999999997,
        "end": 2254.8799999999997,
        "text": " Well, that's the problem right there is that I think Pinocchio is brilliant work of art"
    },
    {
        "start": 2254.88,
        "end": 2261.6400000000003,
        "text": " If you're a puppet and an actor and Pinocchio is both at times in that movie both a puppet and an actor"
    },
    {
        "start": 2261.88,
        "end": 2265.92,
        "text": " So why an actor like why is there why is there something wrong with being an actor?"
    },
    {
        "start": 2265.92,
        "end": 2270.08,
        "text": " well, the first question is well who sets your role and"
    },
    {
        "start": 2270.92,
        "end": 2274.36,
        "text": " Then the second question is who's pulling your strings?"
    },
    {
        "start": 2274.76,
        "end": 2282.12,
        "text": " So you've put on this front that is there to make you popular and sexy and desirable and to mask from yourself your own"
    },
    {
        "start": 2282.4,
        "end": 2286.64,
        "text": " Inadequacies, but that's a role. Well, who wrote it and for what purpose?"
    },
    {
        "start": 2288.0,
        "end": 2293.92,
        "text": " And you know, maybe you're acting out a tragedy. Maybe you're acting out narcissus. You don't know"
    },
    {
        "start": 2294.96,
        "end": 2301.96,
        "text": " Because you've put that you've put that on yourself in an attempt in some ways to deliver to people what they want or more accurately"
    },
    {
        "start": 2301.96,
        "end": 2304.8399999999997,
        "text": " to look as though you're delivering to people what they want and"
    },
    {
        "start": 2305.48,
        "end": 2307.3199999999997,
        "text": " It's not nothing to do that"
    },
    {
        "start": 2307.48,
        "end": 2312.1200000000003,
        "text": " Right because at least you're attempting in some sense to adapt to the social world"
    },
    {
        "start": 2312.52,
        "end": 2319.36,
        "text": " Someone who's really infantile and dependent someone who's never left home part of their problem is that they haven't crafted a persona"
    },
    {
        "start": 2320.2000000000003,
        "end": 2326.32,
        "text": " So you don't want to denigrate it entirely, but it's no substitute for the real thing and it turns out that"
    },
    {
        "start": 2327.0800000000004,
        "end": 2331.0,
        "text": " Not only is what we want from each other the real thing"
    },
    {
        "start": 2331.48,
        "end": 2335.6400000000003,
        "text": " But that's also the adventure of your life. And so if you aren't"
    },
    {
        "start": 2336.6,
        "end": 2341.2799999999997,
        "text": " Truthful and that means unfortunately, especially at the beginning when you start to be truthful"
    },
    {
        "start": 2341.2799999999997,
        "end": 2346.6,
        "text": " It means deeply coming to terms with your inadequacies in humility"
    },
    {
        "start": 2346.8799999999997,
        "end": 2353.8399999999997,
        "text": " So it's very painful without that. You don't have the adventure of your life. You have the role that has been that you've"
    },
    {
        "start": 2355.48,
        "end": 2358.3599999999997,
        "text": " Acquiesced to now take all the meaning out of your life"
    },
    {
        "start": 2358.92,
        "end": 2363.4,
        "text": " Right imagine that the world was constituted so that the true adventure of your life"
    },
    {
        "start": 2363.8,
        "end": 2370.1200000000003,
        "text": " Emerged as a consequence of truth in speech and action because that would be reflective of the real you so it would be you living"
    },
    {
        "start": 2370.1200000000003,
        "end": 2375.3,
        "text": " And then imagine that the adventure that would occur if you dwelled in the truth"
    },
    {
        "start": 2375.8,
        "end": 2380.1200000000003,
        "text": " Would be so overwhelming that it would justify all the suffering"
    },
    {
        "start": 2380.6800000000003,
        "end": 2386.28,
        "text": " I've really contended with this idea of struggle and chaos in my life and the role it plays and once upon a time"
    },
    {
        "start": 2386.32,
        "end": 2388.32,
        "text": " I thought I was trying to"
    },
    {
        "start": 2388.88,
        "end": 2391.0,
        "text": " Rid my life of chaos and struggle"
    },
    {
        "start": 2391.0,
        "end": 2395.44,
        "text": " I thought that's why I was trying to get rich and get the Ferrari and the blonde"
    },
    {
        "start": 2395.44,
        "end": 2398.0800000000004,
        "text": " I thought that would create a life free of free of struggle"
    },
    {
        "start": 2398.0800000000004,
        "end": 2400.0,
        "text": " But then I looked at some studies and I"
    },
    {
        "start": 2400.0,
        "end": 2405.32,
        "text": " heard about this thing called gold medal depression when Olympians come back from the Olympics and they've lost orientation and I"
    },
    {
        "start": 2405.44,
        "end": 2411.5600000000004,
        "text": " Tried to understand the role that struggle would would have to play for me to be a fulfilled human being for the rest of my life"
    },
    {
        "start": 2411.76,
        "end": 2413.76,
        "text": " we're built to walk uphill and"
    },
    {
        "start": 2414.4,
        "end": 2418.5200000000004,
        "text": " When you reach the pinnacle of the hill you want to stop and appreciate the vision"
    },
    {
        "start": 2418.5200000000004,
        "end": 2422.2000000000003,
        "text": " but the next thing you want is a higher hill in the distance because"
    },
    {
        "start": 2422.7200000000003,
        "end": 2429.5600000000004,
        "text": " It's the uphill climb that it's it's from the uphill climb that we derive our value and I mean this technically"
    },
    {
        "start": 2430.0400000000004,
        "end": 2435.6800000000003,
        "text": " So almost all the positive emotion we feel especially the emotion that fills us with enthusiasm"
    },
    {
        "start": 2436.1600000000003,
        "end": 2442.84,
        "text": " That's experienced in relationship to a goal and so in some sense you want a goal that you can never attain"
    },
    {
        "start": 2443.6000000000004,
        "end": 2449.7200000000003,
        "text": " Right so you can always move closer to the goal that recedes as you move towards it. You think well, that's frustrating"
    },
    {
        "start": 2449.7200000000003,
        "end": 2451.7200000000003,
        "text": " It's like Sisyphus pushing the rock uphill"
    },
    {
        "start": 2451.76,
        "end": 2460.36,
        "text": " But it's not because as you pursue that goal you put yourself together and your life does get better and richer and more abundant"
    },
    {
        "start": 2460.6000000000004,
        "end": 2465.48,
        "text": " That's why the highest levels of virtue and goal are in some sense transcendent"
    },
    {
        "start": 2465.6800000000003,
        "end": 2472.44,
        "text": " You want them to be above everything you're doing so you can continually move towards something that's more sublime and better"
    },
    {
        "start": 2472.84,
        "end": 2477.44,
        "text": " That's what you are. You're you're here to live not to not to sleep"
    },
    {
        "start": 2502.84,
        "end": 2504.84,
        "text": " You"
    }
]