[
    {
        "start": 0.0,
        "end": 4.4,
        "text": " Does anyone need Wawa Wawa Oh not water"
    },
    {
        "start": 19.68,
        "end": 25.04,
        "text": " Yeah, what is up people of the internet welcome back to another episode of the waveform podcast we're your hosts I'm Marquez"
    },
    {
        "start": 25.04,
        "end": 29.78,
        "text": " I'm Andrew and I'm David and today we're gonna play play. Is it a game?"
    },
    {
        "start": 30.88,
        "end": 33.96,
        "text": " We're gonna run through we're gonna have a session of"
    },
    {
        "start": 35.04,
        "end": 41.2,
        "text": " We're gonna do a thing where we have had now. I'm confused headlines and hat. We're gonna do headlines in a hat today, which is great"
    },
    {
        "start": 41.2,
        "end": 46.879999999999995,
        "text": " We've got a whole bunch of stuff about blue sky. We've got final cut updates. I've got I'm also on the fence about"
    },
    {
        "start": 48.120000000000005,
        "end": 52.519999999999996,
        "text": " Laptop decision, maybe we'll jump into that with final cut but also a new EV company and more goodies"
    },
    {
        "start": 53.0,
        "end": 55.32,
        "text": " But first I do think it's worth having a conversation about"
    },
    {
        "start": 55.88,
        "end": 59.68,
        "text": " Sponsors because of the last week or it was the beginning of this week"
    },
    {
        "start": 60.32,
        "end": 62.96,
        "text": " We put a video on the main channel"
    },
    {
        "start": 63.76,
        "end": 67.4,
        "text": " DJI a DJI. I always say that too fast DJI video"
    },
    {
        "start": 67.92,
        "end": 74.4,
        "text": " With the action cam 5 Pro and it was a full sponsored video and the reactions were very strong"
    },
    {
        "start": 74.4,
        "end": 81.22,
        "text": " I think obviously the the main thing or the the extra thing on top of that was I did something very dumb in the video"
    },
    {
        "start": 81.86,
        "end": 87.9,
        "text": " With the car with driving so that was cut out of the video and rightfully people were very mad about that but"
    },
    {
        "start": 88.53999999999999,
        "end": 90.94,
        "text": " aside from that the whole conversation about"
    },
    {
        "start": 91.46,
        "end": 97.34,
        "text": " Sponsored videos sort of comes up every once in a while and I think it's kind of interesting and I may be worth revisiting"
    },
    {
        "start": 97.34,
        "end": 99.34,
        "text": " Maybe not but I think it is"
    },
    {
        "start": 99.58,
        "end": 101.7,
        "text": " kind of interesting that basically I"
    },
    {
        "start": 102.25999999999999,
        "end": 106.53999999999999,
        "text": " Look back at the history of the channel in the past couple years to see what the rough"
    },
    {
        "start": 106.98,
        "end": 111.02,
        "text": " Frequency is what the cadence is we've done roughly one sponsored video per year"
    },
    {
        "start": 111.7,
        "end": 116.14,
        "text": " and one fully one fully sponsored video and I think there is some nuance to it because we've talked about"
    },
    {
        "start": 116.42,
        "end": 123.66,
        "text": " Sponsors before on this show on this channel on other channels and there are different types of sponsorships. There are"
    },
    {
        "start": 124.3,
        "end": 129.18,
        "text": " Mid-rolls there are end rolls that are like right at the end of a video. There are pre rolls"
    },
    {
        "start": 129.5,
        "end": 135.66,
        "text": " There are full sponsored videos. There are sponsored segments inside of videos, right?"
    },
    {
        "start": 135.66,
        "end": 137.66,
        "text": " So there's a whole bunch of different versions of a sponsored video"
    },
    {
        "start": 138.34,
        "end": 141.85999999999999,
        "text": " And we've tried to mix it up, but I think here's my main takeaway"
    },
    {
        "start": 142.85999999999999,
        "end": 144.02,
        "text": " from"
    },
    {
        "start": 144.02,
        "end": 146.85999999999999,
        "text": " Doing a sponsored video in the current YouTube"
    },
    {
        "start": 147.7,
        "end": 150.01999999999998,
        "text": " climate that we're in which is"
    },
    {
        "start": 151.06,
        "end": 154.38,
        "text": " I'll ask you guys a question. What do you think is the ideal?"
    },
    {
        "start": 155.74,
        "end": 161.42,
        "text": " sponsor to say yes to because we've we've accepted a couple sponsors and we've also said no to"
    },
    {
        "start": 162.46,
        "end": 166.28,
        "text": " 99.9% of the things that show up in our inbox what makes the ideal"
    },
    {
        "start": 167.0,
        "end": 169.0,
        "text": " sponsor to say yes to"
    },
    {
        "start": 172.0,
        "end": 176.32,
        "text": " That's a great example because you can speak to why Taco Bell would be a good sponsor"
    },
    {
        "start": 176.32,
        "end": 181.52,
        "text": " I know the answer you're looking for and I also understand the issue with that being the answer"
    },
    {
        "start": 182.0,
        "end": 186.72,
        "text": " what you're gonna say is it's something you genuine you like and enjoy and"
    },
    {
        "start": 187.56,
        "end": 192.92000000000002,
        "text": " Outside of being paid for it you think is a good product, right? I think I'm assuming that's what you're looking for"
    },
    {
        "start": 192.92000000000002,
        "end": 194.92000000000002,
        "text": " That's about what I would say. Yeah"
    },
    {
        "start": 195.72,
        "end": 203.48,
        "text": " Is that what does that make sense? Yeah, that's okay. Yeah, and I but at the same time I 100% see"
    },
    {
        "start": 203.88,
        "end": 207.04,
        "text": " that it can seem untrustworthy to"
    },
    {
        "start": 207.76,
        "end": 211.04,
        "text": " say hey, I really like this product, but I'm also getting paid for it and"
    },
    {
        "start": 211.88,
        "end": 213.88,
        "text": " I do think that's"
    },
    {
        "start": 214.56,
        "end": 217.51999999999998,
        "text": " One of the reasons we picked this as one of the you know"
    },
    {
        "start": 217.51999999999998,
        "end": 223.48,
        "text": " I think you said the last sponsored video was instead 360 and September 2022. That was the last sponsored video"
    },
    {
        "start": 223.51999999999998,
        "end": 225.92,
        "text": " Yeah, fully sponsored video of like a single product"
    },
    {
        "start": 225.92,
        "end": 230.94,
        "text": " And so when DJI came to us with this we've been using the DJI action cameras for a while"
    },
    {
        "start": 231.12,
        "end": 234.2,
        "text": " Alice and I used it to go in third person like over a year ago"
    },
    {
        "start": 234.39999999999998,
        "end": 238.83999999999997,
        "text": " they're pretty cool and one of the main reasons we could do it in that video is because it has this like"
    },
    {
        "start": 239.39999999999998,
        "end": 244.44,
        "text": " Really neat feature of being able to plug in and I'm also gonna preface this we did just get paid by DJI"
    },
    {
        "start": 244.44,
        "end": 249.62,
        "text": " So even everything I'm saying now should be taken with a grain of salt in any way shape or form"
    },
    {
        "start": 249.66,
        "end": 254.42000000000002,
        "text": " But it had this like webcam feature that was totally plug-and-play and that's how we were able to just plug it in and go"
    },
    {
        "start": 254.42000000000002,
        "end": 258.86,
        "text": " Third person. Yeah, so we've been using them for a little while, but we liked the product"
    },
    {
        "start": 258.86,
        "end": 264.08,
        "text": " We thought it had a couple cool features and we looked back to see the last time we did an action cam video and was 10"
    },
    {
        "start": 264.08,
        "end": 265.62,
        "text": " Years ago funny enough"
    },
    {
        "start": 265.62,
        "end": 272.06,
        "text": " It was being a dog in 4k with a GoPro a video that people thought was sponsored because like at the end of it you put"
    },
    {
        "start": 272.58,
        "end": 278.02,
        "text": " Logo I was inspired by the GoPro commercials and I put the like the like action thing at the end. Yeah. Yeah"
    },
    {
        "start": 278.65999999999997,
        "end": 280.65999999999997,
        "text": " So yeah, I"
    },
    {
        "start": 281.02,
        "end": 282.53999999999996,
        "text": " 100% see"
    },
    {
        "start": 282.53999999999996,
        "end": 287.41999999999996,
        "text": " Why no matter how much you like a product if you get paid for it? It seems disingenuous"
    },
    {
        "start": 287.65999999999997,
        "end": 294.53999999999996,
        "text": " Yeah, and there's no real way to prove that you actually like the product there. Yeah. Yeah, I think in general it it kind of"
    },
    {
        "start": 296.02,
        "end": 302.52,
        "text": " Especially when the channel reviews a lot of products it just isn't the look anymore to do a video"
    },
    {
        "start": 302.52,
        "end": 305.68,
        "text": " I think the nuance basically is lost that it's not a review"
    },
    {
        "start": 305.68,
        "end": 310.64,
        "text": " I think that's what it comes down to. I think a lot of people watch that video and thought two things one"
    },
    {
        "start": 311.68,
        "end": 314.12,
        "text": " Because this is an ad I cannot trust anything that is said"
    },
    {
        "start": 314.12,
        "end": 320.08,
        "text": " So even though I actually have a lot of plans to like record more things outside the studio and do all sorts of other things"
    },
    {
        "start": 320.68,
        "end": 323.12,
        "text": " With cameras that aren't the red in the studio"
    },
    {
        "start": 324.24,
        "end": 329.72,
        "text": " That just kind of gets ignored because it's a sponsored video and people want to focus on that and I totally get it and then"
    },
    {
        "start": 329.72,
        "end": 331.72,
        "text": " If you do other"
    },
    {
        "start": 331.84000000000003,
        "end": 337.70000000000005,
        "text": " Videos that are in a similar style people no longer know if they're sponsored"
    },
    {
        "start": 337.70000000000005,
        "end": 342.34000000000003,
        "text": " You're extremely clear about disclosing it and follow every rule to the tee the best you possibly can"
    },
    {
        "start": 342.68,
        "end": 346.84000000000003,
        "text": " So I think my learning is like, okay. Yeah fully sponsor videos"
    },
    {
        "start": 346.84000000000003,
        "end": 351.16,
        "text": " I think I think I'm done with those and I think we still have lots of ways of integrating"
    },
    {
        "start": 351.40000000000003,
        "end": 356.96000000000004,
        "text": " sponsors that we really believe in their products and like actually like and use in ways like we do here on the podcast and"
    },
    {
        "start": 356.96000000000004,
        "end": 359.92,
        "text": " like and we do on the studio channel and like we've done with mid rolls and"
    },
    {
        "start": 360.0,
        "end": 365.28000000000003,
        "text": " Dope tech and all sorts of other fun places and things that are unobtrusive to the regular content"
    },
    {
        "start": 365.28000000000003,
        "end": 370.12,
        "text": " We're putting out I think like doing these end-roll things is kind of something that we've fought with"
    },
    {
        "start": 371.32,
        "end": 376.8,
        "text": " Advertisers on or like different companies with pretty hard and are definitely taking a hit in terms of what we're getting paid"
    },
    {
        "start": 376.92,
        "end": 382.02000000000004,
        "text": " Because we'd rather put it at the end of a video than the beginning of a video because it interjects less"
    },
    {
        "start": 382.8,
        "end": 384.8,
        "text": " into things but"
    },
    {
        "start": 385.56,
        "end": 387.56,
        "text": " Yeah, no matter what we say"
    },
    {
        "start": 388.2,
        "end": 391.44,
        "text": " And I get like you should take every single content creator"
    },
    {
        "start": 392.2,
        "end": 396.44,
        "text": " like with a grain of salt on anything that they say that should just be like kind of how you"
    },
    {
        "start": 397.12,
        "end": 399.96,
        "text": " tackle anything in media at all and"
    },
    {
        "start": 400.48,
        "end": 404.2,
        "text": " the only thing we can do is try and prove our trust which"
    },
    {
        "start": 404.72,
        "end": 410.56,
        "text": " Yeah, we haven't been doing the best of job lately, but I still truly believe that we're a trustful"
    },
    {
        "start": 411.52,
        "end": 415.34000000000003,
        "text": " Organization. Yeah, I think I also I watch a lot of YouTube"
    },
    {
        "start": 415.34,
        "end": 419.21999999999997,
        "text": " I watch a lot of YouTube and I actually watch when people do"
    },
    {
        "start": 419.94,
        "end": 423.67999999999995,
        "text": " Integrations in their videos and I'm gonna see we'll probably don't they surprise but I watch them"
    },
    {
        "start": 423.67999999999995,
        "end": 426.73999999999995,
        "text": " I watch a lot of videos and my least favorite type of"
    },
    {
        "start": 427.82,
        "end": 430.94,
        "text": " integration is when it like interrupts or just like"
    },
    {
        "start": 431.5,
        "end": 433.7,
        "text": " hard cuts and shifts to a"
    },
    {
        "start": 434.97999999999996,
        "end": 440.05999999999995,
        "text": " Ad read that doesn't feel like the creator cares about it at all or it or actually"
    },
    {
        "start": 440.5,
        "end": 443.53999999999996,
        "text": " Cares about the integration or it wants to make it entertaining or anything like that"
    },
    {
        "start": 443.62,
        "end": 445.62,
        "text": " You do see that sometimes and"
    },
    {
        "start": 446.1,
        "end": 450.1,
        "text": " I think a good a good integration is the opposite of that"
    },
    {
        "start": 450.18,
        "end": 453.26000000000005,
        "text": " So I still think that that's true and I think that there's good ways to do that"
    },
    {
        "start": 453.26000000000005,
        "end": 459.98,
        "text": " But that's that's something I keep noticing is I I wish ads were better. This is the general"
    },
    {
        "start": 461.42,
        "end": 465.82000000000005,
        "text": " Evergreen statement nobody loves ads, but that's that's something I noticed if anyone was"
    },
    {
        "start": 467.14000000000004,
        "end": 471.70000000000005,
        "text": " Looking at the action 5 after that and is worried that it's a sponsored thing"
    },
    {
        "start": 471.7,
        "end": 478.38,
        "text": " There's a bunch of really good content directly comparing it to the GoPro hero 12 and hero 12 now"
    },
    {
        "start": 478.38,
        "end": 480.86,
        "text": " I believe and the new insta 360 I"
    },
    {
        "start": 481.5,
        "end": 486.14,
        "text": " Forget the name of it, but there's some really good ones out there and I watched like all of them"
    },
    {
        "start": 487.34,
        "end": 489.5,
        "text": " But yeah, that's I think the end of"
    },
    {
        "start": 490.21999999999997,
        "end": 492.62,
        "text": " that unless anyone else has anything to"
    },
    {
        "start": 493.41999999999996,
        "end": 496.44,
        "text": " Add to I also think we kind of messed up with the title but"
    },
    {
        "start": 496.9,
        "end": 501.28,
        "text": " Yeah, exactly. I think there was a world where we just called it DJ"
    },
    {
        "start": 501.35999999999996,
        "end": 504.0,
        "text": " Action cam 5 showcase and that was it"
    },
    {
        "start": 504.59999999999997,
        "end": 511.2,
        "text": " The video that I made I didn't want to just I think if you're a sponsor who makes a product you want a"
    },
    {
        "start": 511.35999999999996,
        "end": 514.56,
        "text": " Video to look kind of like a review. I wanted the opposite of that"
    },
    {
        "start": 514.56,
        "end": 516.4399999999999,
        "text": " It should be very clear that it's not a review"
    },
    {
        "start": 516.4399999999999,
        "end": 520.8,
        "text": " So I did a video talking about different ways to use this camera and obviously talked about the features"
    },
    {
        "start": 522.4,
        "end": 528.0,
        "text": " But yeah, I wanted to also title it in a way that included that stuff which ended up"
    },
    {
        "start": 528.08,
        "end": 534.72,
        "text": " Being a mistake and it shifted too far towards people thinking it was kind of bady like oh you're talking about like a big update"
    },
    {
        "start": 534.72,
        "end": 538.5,
        "text": " Well, it's just a video about a camera. So that is totally fair"
    },
    {
        "start": 539.36,
        "end": 542.48,
        "text": " But we do have we do have other things to talk about we can jump into"
    },
    {
        "start": 542.72,
        "end": 546.96,
        "text": " Yeah, now we can get into headlines in a hat. I want to go first. Whose hat is this?"
    },
    {
        "start": 547.36,
        "end": 552.58,
        "text": " What do you mean? Who's that? Why do we have that? It's Zorro's it looks like it but"
    },
    {
        "start": 553.0,
        "end": 556.44,
        "text": " Zero doesn't work here. So I'm just kind of wondering"
    },
    {
        "start": 557.32,
        "end": 559.0,
        "text": " Yes, anyway"
    },
    {
        "start": 559.0,
        "end": 565.2600000000001,
        "text": " Okay. Yeah, we can just jump in start with headlines in a hat your own first. Am I you're picking out of your own hat?"
    },
    {
        "start": 565.2600000000001,
        "end": 569.74,
        "text": " I feel like that's bad luck and you go. You want to go first David? Okay, David go first. Okay pick any headline"
    },
    {
        "start": 571.08,
        "end": 574.44,
        "text": " All right, I got Mariah's new video"
    },
    {
        "start": 577.2,
        "end": 579.82,
        "text": " This headline comes to us from YouTube calm"
    },
    {
        "start": 579.82,
        "end": 583.0200000000001,
        "text": " Mariah herself the video editor here at the studio"
    },
    {
        "start": 583.4200000000001,
        "end": 588.1400000000001,
        "text": " just launched her first video on her personal YouTube channel and it is about the"
    },
    {
        "start": 588.62,
        "end": 594.5400000000001,
        "text": " Very unhinged really really old menus that are all stored in like the same place"
    },
    {
        "start": 594.5400000000001,
        "end": 600.7800000000001,
        "text": " Yeah, there's some someone who collected a bunch of old menus throughout the years and it's in a New York Public Library"
    },
    {
        "start": 600.7800000000001,
        "end": 603.2600000000001,
        "text": " I think and she went through them and it is"
    },
    {
        "start": 603.98,
        "end": 608.46,
        "text": " Fascinating. Yeah, and wild and she did a great job. Did you all watch it?"
    },
    {
        "start": 608.46,
        "end": 612.62,
        "text": " I know you did. Yeah, you buy a link anywhere. I should oh, I will link it in our"
    },
    {
        "start": 613.02,
        "end": 614.7800000000001,
        "text": " Slack or after we will link it in the description"
    },
    {
        "start": 614.7800000000001,
        "end": 620.3000000000001,
        "text": " But yeah, she does a great job at like going through these old menus and providing context of what the times were like when that happens"
    },
    {
        "start": 620.3000000000001,
        "end": 624.7,
        "text": " And then I think at the end she visits one of the places that's still around"
    },
    {
        "start": 625.26,
        "end": 627.74,
        "text": " Delmonico's takeouts it's been around for like a hundred years"
    },
    {
        "start": 627.74,
        "end": 632.94,
        "text": " I went to Delmonico's a few weeks ago and really I did not know she was working on this video"
    },
    {
        "start": 632.94,
        "end": 636.7800000000001,
        "text": " So I just sent her a picture of one of the really old menus in the in the West Coast"
    },
    {
        "start": 636.78,
        "end": 640.4599999999999,
        "text": " How did you know I was like, how do I know what that's awesome. Thanks pretty good"
    },
    {
        "start": 641.3399999999999,
        "end": 646.9399999999999,
        "text": " It's a really really good video. We'll link it. But if you have any interest in food or just history"
    },
    {
        "start": 646.9399999999999,
        "end": 649.3399999999999,
        "text": " It's well worth the water. I has a very"
    },
    {
        "start": 650.38,
        "end": 652.38,
        "text": " unhinged but also"
    },
    {
        "start": 652.38,
        "end": 657.1,
        "text": " Creative. What do you mean? Mariah is completely hinged all the time, right?"
    },
    {
        "start": 658.14,
        "end": 660.9399999999999,
        "text": " Yeah, anyway, it's a it's a fun video. You should go watch it"
    },
    {
        "start": 661.1,
        "end": 663.1,
        "text": " It's a it's a fun video you should go watch it"
    },
    {
        "start": 664.0600000000001,
        "end": 667.34,
        "text": " Next hat one more before ad break. Okay"
    },
    {
        "start": 668.22,
        "end": 669.34,
        "text": " hmm"
    },
    {
        "start": 669.34,
        "end": 671.4200000000001,
        "text": " Problem is we get one of the long ones here"
    },
    {
        "start": 672.3000000000001,
        "end": 676.0600000000001,
        "text": " I'll try to have a lot. Yeah, try and pick the short one. I don't even know what that is"
    },
    {
        "start": 676.0600000000001,
        "end": 678.1400000000001,
        "text": " Let me try a better snare drum roll. Hold on. Here we go"
    },
    {
        "start": 681.74,
        "end": 683.1800000000001,
        "text": " It was all right"
    },
    {
        "start": 683.1800000000001,
        "end": 685.34,
        "text": " usb-c mini controller, okay"
    },
    {
        "start": 686.0600000000001,
        "end": 689.34,
        "text": " Did you see this? Yeah, I checked it. I read the script before the show. Okay"
    },
    {
        "start": 690.3000000000001,
        "end": 693.5,
        "text": " Do you want to explain it then because I was going to explain it to you to see what you thought sure"
    },
    {
        "start": 693.58,
        "end": 695.98,
        "text": " I'd be happy to explain the zafiro"
    },
    {
        "start": 696.7800000000001,
        "end": 700.86,
        "text": " Okay, i'll i'll start explaining it and then ellis you can jump in. Okay, so"
    },
    {
        "start": 701.9,
        "end": 703.4200000000001,
        "text": " No, it's not"
    },
    {
        "start": 703.4200000000001,
        "end": 710.3000000000001,
        "text": " Five an italian startup is working on this usb-c accessory for mobile devices that basically looks like if you plug the vape"
    },
    {
        "start": 710.46,
        "end": 713.4200000000001,
        "text": " into like the bottom of an iphone and then it"
    },
    {
        "start": 713.9000000000001,
        "end": 718.7800000000001,
        "text": " Can you can blow into it and then use controls on the screen to essentially create a?"
    },
    {
        "start": 719.98,
        "end": 725.1800000000001,
        "text": " I don't know how to use the term midi if i'm being honest, but a midi wind instrument. Does that make sense?"
    },
    {
        "start": 725.58,
        "end": 731.34,
        "text": " so it's like you can change the sound of the instruments and then through blowing through it and using the"
    },
    {
        "start": 731.98,
        "end": 736.38,
        "text": " Different controls like a regular wind instrument now your phone becomes a wind instrument"
    },
    {
        "start": 736.38,
        "end": 740.62,
        "text": " You know, it's really funny. It's always really hard to explain to people how midi"
    },
    {
        "start": 741.1800000000001,
        "end": 742.3000000000001,
        "text": " Works and what it is"
    },
    {
        "start": 742.3000000000001,
        "end": 749.1800000000001,
        "text": " But in in this room and with our audience specifically I can relate it to something even more nerdy and arcane that that all you"
    },
    {
        "start": 749.18,
        "end": 754.14,
        "text": " nerds actually know about which is the way keyboards work with iso standards where"
    },
    {
        "start": 755.02,
        "end": 760.9399999999999,
        "text": " When you hit a key on your keyboard, it's sending just like a number to your computer, right?"
    },
    {
        "start": 761.18,
        "end": 764.2199999999999,
        "text": " And then your computer goes like oh what language am I looking at?"
    },
    {
        "start": 764.38,
        "end": 768.8599999999999,
        "text": " What what font is selected right now and then it actually pulls the character, right?"
    },
    {
        "start": 768.9399999999999,
        "end": 771.0999999999999,
        "text": " but there's this transference of information between"
    },
    {
        "start": 771.8199999999999,
        "end": 774.4599999999999,
        "text": " rote number on a keyboard to"
    },
    {
        "start": 775.02,
        "end": 777.5,
        "text": " Perceived experience by human beings, right?"
    },
    {
        "start": 777.74,
        "end": 784.7,
        "text": " And that is exactly how midi works like midi is an information for storing the notes when they're played how loud they are"
    },
    {
        "start": 784.7,
        "end": 791.58,
        "text": " And how long each note is and then you send that to an instrument that ingests that and spits out musical tones"
    },
    {
        "start": 792.0600000000001,
        "end": 795.4200000000001,
        "text": " And so through this controller, it's using the breath"
    },
    {
        "start": 796.46,
        "end": 801.58,
        "text": " Being able to judge how long it is potentially how loud it is because of the amount that you're blowing into it"
    },
    {
        "start": 801.74,
        "end": 807.4200000000001,
        "text": " Yes, and and the finger buttons that you're pressing on your phone will tell you what notes it is"
    },
    {
        "start": 807.5,
        "end": 810.7,
        "text": " And then you could plug this into a or wirelessly hook this up to a computer"
    },
    {
        "start": 811.4200000000001,
        "end": 818.14,
        "text": " And control any instrument in any audio software with it. But yeah, it seems pretty nifty. I would like to try it for those of you"
    },
    {
        "start": 818.14,
        "end": 819.74,
        "text": " that don't know I"
    },
    {
        "start": 819.74,
        "end": 824.5400000000001,
        "text": " Play wind instruments. So I would really like to try this there. So there is like an established version of this"
    },
    {
        "start": 824.62,
        "end": 826.3000000000001,
        "text": " It's called the eewee"
    },
    {
        "start": 826.3000000000001,
        "end": 829.58,
        "text": " Which stands for electronic wind instruments like been around since the 80s"
    },
    {
        "start": 829.98,
        "end": 833.1,
        "text": " Uh, but this thing seems pretty cool. How much was that the eewee?"
    },
    {
        "start": 833.74,
        "end": 837.34,
        "text": " Different people make different ones. It's not like one thing"
    },
    {
        "start": 837.74,
        "end": 840.0600000000001,
        "text": " It's like a family that different people compete on"
    },
    {
        "start": 840.0600000000001,
        "end": 845.82,
        "text": " I think right now the cheapest ones are in the three to four hundred range and the most expensive ones are in the"
    },
    {
        "start": 846.0400000000001,
        "end": 848.0400000000001,
        "text": " $1,200 range, but that's like a whole"
    },
    {
        "start": 848.14,
        "end": 851.26,
        "text": " Instruct like a physical instrument that you hold. So what's cool is"
    },
    {
        "start": 851.74,
        "end": 857.9000000000001,
        "text": " Zip not sephiro art artin noise artin noise is the company. I think this is a furo is the name of the product"
    },
    {
        "start": 857.9,
        "end": 862.62,
        "text": " So the zephyro is sort of like the the mini version of art noises"
    },
    {
        "start": 863.16,
        "end": 870.3,
        "text": " Flagship product which is the mouthpiece attached to a full recorder so that you can play it like a recorder"
    },
    {
        "start": 870.54,
        "end": 874.3,
        "text": " Or play it like a digital instrument, which I think is like a really cool"
    },
    {
        "start": 875.18,
        "end": 880.22,
        "text": " Uh education tool, but yeah, i'm curious about this when I first saw it. I was like"
    },
    {
        "start": 881.42,
        "end": 883.8199999999999,
        "text": " David knows what i'm talking about. Do you remember? Um"
    },
    {
        "start": 883.82,
        "end": 885.82,
        "text": " Um"
    },
    {
        "start": 885.9000000000001,
        "end": 887.9000000000001,
        "text": " Smule is that the company"
    },
    {
        "start": 888.7800000000001,
        "end": 892.5400000000001,
        "text": " That made all the like og ios music apps. Oh"
    },
    {
        "start": 893.1800000000001,
        "end": 895.1800000000001,
        "text": " And they had an ocarina app. Oh, yeah"
    },
    {
        "start": 895.34,
        "end": 902.7800000000001,
        "text": " Do you remember this where you like you'd blow on the microphone of your iphone 3gs and like that's like and like play and so like"
    },
    {
        "start": 903.4200000000001,
        "end": 908.7,
        "text": " I'm sure this sensor is probably better than just blowing on the microphone, but it does seem like uh,"
    },
    {
        "start": 909.5,
        "end": 913.1,
        "text": " It's a similar thing. So yeah, if I got my hands on it, I would I would totally"
    },
    {
        "start": 913.82,
        "end": 917.82,
        "text": " Play it play it for you guys flex my saxophone and flute skills"
    },
    {
        "start": 918.5400000000001,
        "end": 923.58,
        "text": " um, I will note that this is a new kickstarter with very"
    },
    {
        "start": 924.7,
        "end": 932.94,
        "text": " It has passed its goal of of backing but just for context on like what it is slash isn't it's not shipping yet"
    },
    {
        "start": 933.1800000000001,
        "end": 935.1800000000001,
        "text": " Right, we're hoping it becomes real"
    },
    {
        "start": 935.58,
        "end": 941.6600000000001,
        "text": " That's what I do think because of the real when's the last time you saw a kickstarter where the goal was five thousand dollars"
    },
    {
        "start": 942.38,
        "end": 944.86,
        "text": " All the time really kickstarters are really well"
    },
    {
        "start": 944.86,
        "end": 948.9399999999999,
        "text": " There's a lot of companies now that totally have the funding to just make a product"
    },
    {
        "start": 949.02,
        "end": 953.5,
        "text": " But for some reason they launch on kickstarter first. It feels like a pre-order process"
    },
    {
        "start": 953.5,
        "end": 961.18,
        "text": " Yeah, where like it's most likely ready to go but like let's do the safest pre-order way possible. Um, and that's what this is"
    },
    {
        "start": 962.14,
        "end": 965.9,
        "text": " You were mentioning four hundred dollars for a full instrument. I know this is not the same"
    },
    {
        "start": 966.14,
        "end": 971.02,
        "text": " But this is about 50 bucks, which is pretty awesome. Right it is it is awesome. Uh"
    },
    {
        "start": 971.8199999999999,
        "end": 977.42,
        "text": " You know the the ones the four hundred dollar ones are are professional for sure. Yeah for people who are you know, have real"
    },
    {
        "start": 978.14,
        "end": 980.78,
        "text": " Music jobs. I feel like that costs more than an actual instrument"
    },
    {
        "start": 981.56,
        "end": 983.42,
        "text": " 400. Yeah"
    },
    {
        "start": 983.42,
        "end": 984.9399999999999,
        "text": " Yeah"
    },
    {
        "start": 984.9399999999999,
        "end": 987.66,
        "text": " Well, my trombone didn't cost that much my ocarina"
    },
    {
        "start": 988.14,
        "end": 993.98,
        "text": " Was I have a really nice mark as if that's how you feel don't ever look up how much a professional bassoon costs"
    },
    {
        "start": 994.14,
        "end": 998.86,
        "text": " A trombone is 150 dollars 250 dollars. I guess that's like it's like"
    },
    {
        "start": 999.82,
        "end": 1006.86,
        "text": " Maybe instruments are like I don't want to say watches, but they're kind of like cars in that the price"
    },
    {
        "start": 1008.46,
        "end": 1010.46,
        "text": " To performance ratio"
    },
    {
        "start": 1010.54,
        "end": 1013.1,
        "text": " That you can aim for is widely"
    },
    {
        "start": 1013.64,
        "end": 1018.62,
        "text": " Varied based on price range you can get a 20 000 you can get a five thousand dollar car"
    },
    {
        "start": 1018.78,
        "end": 1022.62,
        "text": " You can get a five million dollar car and there will be differences"
    },
    {
        "start": 1022.78,
        "end": 1023.34,
        "text": " Yeah"
    },
    {
        "start": 1023.34,
        "end": 1027.26,
        "text": " But then also marquez remember that a lot of instruments are made of wood"
    },
    {
        "start": 1027.82,
        "end": 1034.14,
        "text": " Which introduces a whole other factor of yeah, I was looking at brass where where where was this wood cultivated?"
    },
    {
        "start": 1034.22,
        "end": 1036.22,
        "text": " What year was this tree cut down?"
    },
    {
        "start": 1039.82,
        "end": 1044.78,
        "text": " Anyway, I enough ls music time. I was going to say triple bass ocarina for"
    },
    {
        "start": 1045.48,
        "end": 1047.98,
        "text": " 2000 dollars. All right, we're off the we're off the deep end"
    },
    {
        "start": 1047.98,
        "end": 1051.98,
        "text": " This thing seems really cool if you're interested in learning how to play a recorder, which"
    },
    {
        "start": 1052.6200000000001,
        "end": 1058.14,
        "text": " Is people joke about it, but the recorder is a really great way to get your first musical experiences"
    },
    {
        "start": 1059.02,
        "end": 1062.7,
        "text": " I do I think this could be a cool thing for you"
    },
    {
        "start": 1062.94,
        "end": 1068.14,
        "text": " And then also if you're interested in going from something like the recorder to producing music in logic or ableton"
    },
    {
        "start": 1068.22,
        "end": 1075.66,
        "text": " It does seem like you can use the zephyro as a controller for that. So if you get good at recorder now you can make sick beats"
    },
    {
        "start": 1076.3,
        "end": 1081.66,
        "text": " With the recorder the recorder to dj pipeline. Yeah, it's real. Anyway, thank you"
    },
    {
        "start": 1081.9,
        "end": 1084.0600000000002,
        "text": " Andrew for giving me a chance to talk about"
    },
    {
        "start": 1084.78,
        "end": 1086.38,
        "text": " instrument music"
    },
    {
        "start": 1086.38,
        "end": 1087.5,
        "text": " You're welcome"
    },
    {
        "start": 1087.5,
        "end": 1092.7,
        "text": " Let's hit the hat. Yeah, we should take a quick break. We have we do have time for a break, but we also have time for trivia"
    },
    {
        "start": 1095.64,
        "end": 1097.26,
        "text": " Trivia"
    },
    {
        "start": 1097.26,
        "end": 1099.8200000000002,
        "text": " So we were just talking about midi"
    },
    {
        "start": 1101.02,
        "end": 1103.02,
        "text": " Question about midi for you"
    },
    {
        "start": 1103.02,
        "end": 1107.8200000000002,
        "text": " It stands for musical inner instrument digital interface. So that's not the question that i'm going to give you"
    },
    {
        "start": 1107.82,
        "end": 1110.1399999999999,
        "text": " Can you just play a song in midi and we guess what song it is"
    },
    {
        "start": 1110.22,
        "end": 1114.9399999999998,
        "text": " No, you can't that was the whole thing is you can't play midi. Yeah midi is just like notes. It's just the information"
    },
    {
        "start": 1115.02,
        "end": 1118.1399999999999,
        "text": " Yeah, it's like saying it's like trying to damn it. Did my"
    },
    {
        "start": 1119.1799999999998,
        "end": 1124.54,
        "text": " It'd be like it'd be like typing on a keyboard not connected to a computer and then being like read this"
    },
    {
        "start": 1124.78,
        "end": 1126.78,
        "text": " All right, let's start the zelda play the music"
    },
    {
        "start": 1128.46,
        "end": 1130.46,
        "text": " Sorry"
    },
    {
        "start": 1131.02,
        "end": 1134.1599999999999,
        "text": " Challenge don't trigger ellis. Oh my god impossible"
    },
    {
        "start": 1135.0400000000002,
        "end": 1138.98,
        "text": " The question ellis mentioned that midi has velocity"
    },
    {
        "start": 1140.3200000000002,
        "end": 1141.44,
        "text": " I didn't"
    },
    {
        "start": 1141.44,
        "end": 1146.64,
        "text": " Yeah, he did. No, I didn't I don't think he said that you said it has this this this this and what what is velocity"
    },
    {
        "start": 1146.72,
        "end": 1151.0400000000002,
        "text": " No, I said I said guys I said I said it's it's the length of it"
    },
    {
        "start": 1151.0400000000002,
        "end": 1156.4,
        "text": " It's how loud the note is which is velocity, but I didn't use the word velocity. You're too smart"
    },
    {
        "start": 1157.6000000000001,
        "end": 1159.6000000000001,
        "text": " We need to leave this all in"
    },
    {
        "start": 1160.72,
        "end": 1163.1200000000001,
        "text": " For the third time the hardest level of the challenge"
    },
    {
        "start": 1163.76,
        "end": 1168.2399999999998,
        "text": " Getting the value of velocity in midi ranges from zero to what? Oh"
    },
    {
        "start": 1169.28,
        "end": 1172.6399999999999,
        "text": " That is the question. We're all gonna guess the same thing and we're all gonna be wrong. Oh man"
    },
    {
        "start": 1173.6799999999998,
        "end": 1177.28,
        "text": " Well, i'm writing it anyway. I think it's right. Well, it's for later. Okay"
    },
    {
        "start": 1177.76,
        "end": 1179.52,
        "text": " Well, we're gonna think about it. If you want to think about it"
    },
    {
        "start": 1179.52,
        "end": 1182.4199999999998,
        "text": " You can think about it too. The answers will be at the end like usual. We'll be right back"
    },
    {
        "start": 1194.08,
        "end": 1196.08,
        "text": " Support for waveform comes from at and t"
    },
    {
        "start": 1196.3999999999999,
        "end": 1199.76,
        "text": " What does it feel like to get the new iphone 16 pro with at and t next up anytime?"
    },
    {
        "start": 1200.2399999999998,
        "end": 1203.1999999999998,
        "text": " It's like when you first pick up those tongs and you're now the one running the grill"
    },
    {
        "start": 1203.28,
        "end": 1208.0,
        "text": " It's indescribable like something you've never felt before all the mouth-watering anticipation of new possibilities"
    },
    {
        "start": 1208.08,
        "end": 1211.76,
        "text": " Whether that's making the perfect cheeseburger or treating your family to grilled corn"
    },
    {
        "start": 1211.76,
        "end": 1215.52,
        "text": " Which you know will change forever the way they look at corn with at and t next up anytime"
    },
    {
        "start": 1215.52,
        "end": 1217.52,
        "text": " You can feel this way again and again"
    },
    {
        "start": 1217.76,
        "end": 1223.04,
        "text": " Learn how to get the new iphone 16 pro with apple intelligence on them and the latest iphone every year with at and t next"
    },
    {
        "start": 1223.12,
        "end": 1229.68,
        "text": " Up anytime at and t connecting changes everything apple intelligence coming fall 2024 with siri and device language set to us english"
    },
    {
        "start": 1229.92,
        "end": 1231.92,
        "text": " Some features languages will be coming over the next year"
    },
    {
        "start": 1232.24,
        "end": 1237.92,
        "text": " Zero dollar offer may not be available on future iphone's next up anytime future may be discontinued at any time subject to changes"
    },
    {
        "start": 1238.24,
        "end": 1240.24,
        "text": " additional fees terms and restrictions apply"
    },
    {
        "start": 1241.12,
        "end": 1244.98,
        "text": " Catt.com slash iphone for details support for the show comes from shopify"
    },
    {
        "start": 1245.38,
        "end": 1250.58,
        "text": " It's hard enough to come up with a million dollar idea, but turning that idea into a real business is even harder"
    },
    {
        "start": 1250.66,
        "end": 1255.7,
        "text": " So if you want to find lasting success, you need the best tools at your disposal and for that you might want to try shopify"
    },
    {
        "start": 1256.1,
        "end": 1262.58,
        "text": " Shopify is the online commerce platform that makes it easy to buy and sell according to shopify businesses that use their shop pay feature"
    },
    {
        "start": 1262.98,
        "end": 1269.06,
        "text": " See conversions up to 50 meaning way less carts going abandoned and way more sales happening without you even lifting a finger"
    },
    {
        "start": 1269.3,
        "end": 1272.42,
        "text": " So if you're ready to grow your business, you want a commerce platform that's ready to sell"
    },
    {
        "start": 1272.66,
        "end": 1278.98,
        "text": " Whatever your customers are scrolling or strolling whether that's on the web or inger store because businesses that sell more sell on shopify"
    },
    {
        "start": 1279.38,
        "end": 1282.6000000000001,
        "text": " You can sign up for your one dollar per month trial period at shopify.com"
    },
    {
        "start": 1282.98,
        "end": 1289.16,
        "text": " Slash waveform all lowercase so you can go to shopify.com slash waveform to upgrade your selling today. That's shopify.com"
    },
    {
        "start": 1290.26,
        "end": 1292.26,
        "text": " Slash waveform"
    },
    {
        "start": 1292.5,
        "end": 1294.02,
        "text": " All right, welcome back"
    },
    {
        "start": 1294.02,
        "end": 1296.18,
        "text": " We have more headlines. It's the same hat"
    },
    {
        "start": 1296.98,
        "end": 1301.7,
        "text": " But here you can see those headlines in the hat andrew pick a headline. Let's talk about it. You looked at that one"
    },
    {
        "start": 1301.78,
        "end": 1306.98,
        "text": " I did and then I I can't read it. Okay. I have the scout motors ev"
    },
    {
        "start": 1307.78,
        "end": 1311.14,
        "text": " Uh, I saw some some posts about people fawning over this thing"
    },
    {
        "start": 1311.3,
        "end": 1314.1000000000001,
        "text": " We had a lot of people say why didn't you talk about this last week?"
    },
    {
        "start": 1314.18,
        "end": 1317.78,
        "text": " All right, let me look into it right now in real time. Yeah, i'll give you the quick breakdown"
    },
    {
        "start": 1318.02,
        "end": 1323.94,
        "text": " The early breakdown so scout motors, which I was not aware of this because I believe it was before any of us were born"
    },
    {
        "start": 1324.42,
        "end": 1330.5800000000002,
        "text": " Was an old an older legacy car manufacturer. They stopped producing it in 1980. I can see where this is going"
    },
    {
        "start": 1330.58,
        "end": 1333.22,
        "text": " You were around back then weren't you get out of here? I don't know"
    },
    {
        "start": 1334.74,
        "end": 1340.26,
        "text": " Well, they're back now as a new ev startup, but they are under the vw group so like"
    },
    {
        "start": 1341.9399999999998,
        "end": 1347.78,
        "text": " Vw owns them. Okay, so we have like a little more backing than our regular, uh, like lordstown, uh,"
    },
    {
        "start": 1348.4199999999998,
        "end": 1354.26,
        "text": " Maybe, you know startup section, but um, they just announced their new truck the terra and the traveler suv"
    },
    {
        "start": 1354.58,
        "end": 1360.1799999999998,
        "text": " Both of these vehicles are sitting on an ev platform that they created that they're not using from vw"
    },
    {
        "start": 1360.26,
        "end": 1361.94,
        "text": " They're making their own ev"
    },
    {
        "start": 1361.94,
        "end": 1367.8600000000001,
        "text": " Platform like battery base just different types on the top claims could be starting under 60 000"
    },
    {
        "start": 1368.5,
        "end": 1373.94,
        "text": " But it's not going to be produced till 2027. So who on earth knows if that price every single time"
    },
    {
        "start": 1373.94,
        "end": 1378.3400000000001,
        "text": " We hear a price from a car manufacturer. It's 30 to 40 higher when it actually pretty much"
    },
    {
        "start": 1378.74,
        "end": 1383.46,
        "text": " even like some of the like rivian launched with the high price it said and then still was like"
    },
    {
        "start": 1383.94,
        "end": 1385.94,
        "text": " No, they jacked it by 30, right?"
    },
    {
        "start": 1386.02,
        "end": 1391.3,
        "text": " Yeah, but like they they like launched and had all the pre-orders in and like paid for and then tried to put it up"
    },
    {
        "start": 1391.3,
        "end": 1393.3,
        "text": " And yeah, not a great but um"
    },
    {
        "start": 1393.78,
        "end": 1396.3400000000001,
        "text": " Yeah, suv and a truck. They are"
    },
    {
        "start": 1397.14,
        "end": 1398.66,
        "text": " um"
    },
    {
        "start": 1398.66,
        "end": 1405.14,
        "text": " Extremely similar to another company owned by vd or partnered with vw now, which is rivian"
    },
    {
        "start": 1405.22,
        "end": 1408.6000000000001,
        "text": " Yeah, they look just like rivians. Actually, I believe the rivian partnership"
    },
    {
        "start": 1409.46,
        "end": 1415.7,
        "text": " Pretty much just went through its first stages of the like billion dollar loan that there and it's like five billion"
    },
    {
        "start": 1415.7,
        "end": 1417.7,
        "text": " Over the next x amount of years"
    },
    {
        "start": 1418.5,
        "end": 1420.26,
        "text": " And they do say"
    },
    {
        "start": 1420.26,
        "end": 1426.74,
        "text": " That like part of this could potentially come from that vw is licensing rivian zonal hardware design"
    },
    {
        "start": 1427.46,
        "end": 1430.42,
        "text": " So we probably are going to see some rivian"
    },
    {
        "start": 1431.78,
        "end": 1435.14,
        "text": " Similar things in here and probably in the software as well"
    },
    {
        "start": 1436.66,
        "end": 1439.48,
        "text": " And they do look this is an r1s and an r1d"
    },
    {
        "start": 1440.1200000000001,
        "end": 1446.6,
        "text": " Pretty much with yeah instead of circular lights. They're like bar lights slots or like slots. Yeah"
    },
    {
        "start": 1448.44,
        "end": 1450.04,
        "text": " But yeah"
    },
    {
        "start": 1450.04,
        "end": 1454.2,
        "text": " Scout used to be this kind of like utility ish off-road"
    },
    {
        "start": 1455.16,
        "end": 1457.32,
        "text": " fun sporty type of like"
    },
    {
        "start": 1458.2,
        "end": 1466.1200000000001,
        "text": " Vehicle and they're focusing a lot on that one really interesting thing about it is these will have a gas powered battery generator"
    },
    {
        "start": 1466.6,
        "end": 1470.4399999999998,
        "text": " For extra range where there is a fuel tank"
    },
    {
        "start": 1470.84,
        "end": 1478.04,
        "text": " But all it does is run a motor that charges the battery and i'm assuming this will mostly just be used for if they're"
    },
    {
        "start": 1478.9199999999998,
        "end": 1485.08,
        "text": " Talking about off-road that much like if you're really going off-road actually off-roading and might need extra range"
    },
    {
        "start": 1485.1599999999999,
        "end": 1489.8,
        "text": " Or hopefully if you like ran out of range and then you needed to charge the battery to get to the charger"
    },
    {
        "start": 1489.8,
        "end": 1493.9599999999998,
        "text": " Like if i'm stuck in traffic on the jersey turnpike, okay, i'm intrigued"
    },
    {
        "start": 1494.04,
        "end": 1498.6000000000001,
        "text": " I mean i'm scrolling through this website. This website is extremely elaborate and frankly"
    },
    {
        "start": 1499.16,
        "end": 1503.48,
        "text": " Probably costs as much as the car is super it costs more than the car because it doesn't yes"
    },
    {
        "start": 1503.8,
        "end": 1507.56,
        "text": " This is a crazy elaborate website. So shout out to them for the website, but"
    },
    {
        "start": 1509.16,
        "end": 1512.92,
        "text": " I'm scrolling through i'm looking at the pickup truck specs body on frame"
    },
    {
        "start": 1513.0,
        "end": 1519.16,
        "text": " It says pure electric models offer up to 350 miles of range and then the extended range models offer"
    },
    {
        "start": 1519.24,
        "end": 1523.08,
        "text": " 500 miles of range or more through the built-in gas power generator"
    },
    {
        "start": 1523.48,
        "end": 1528.6,
        "text": " So fun fact we're testing an ev or a hybrid right now. That's doing the exact same thing"
    },
    {
        "start": 1529.0,
        "end": 1534.4399999999998,
        "text": " It's called the lee auto l9 that has a gas generator. It's the new it's the other one not the mega"
    },
    {
        "start": 1535.08,
        "end": 1542.04,
        "text": " Yeah, so the l9 outside has uh, I think it's like a thousand kilometers of range when you come or like 1400 kilometers combined"
    },
    {
        "start": 1542.36,
        "end": 1549.48,
        "text": " But it's always driving from the electric drivetrain the battery just either charges up via regen and plugging in or"
    },
    {
        "start": 1549.88,
        "end": 1551.24,
        "text": " The gas power generator"
    },
    {
        "start": 1551.24,
        "end": 1557.64,
        "text": " So you're always driving on the instant throttle and the efficiency that comes from the electric drivetrain built in"
    },
    {
        "start": 1558.04,
        "end": 1560.3600000000001,
        "text": " But with a little bit of peace of mind that if you need to go"
    },
    {
        "start": 1560.68,
        "end": 1564.04,
        "text": " You don't have to plug in you can just fill up with gas and the generator can get you some more range"
    },
    {
        "start": 1564.6,
        "end": 1567.88,
        "text": " It's a cool. I like that idea. It's cool. Um, there are others that do that as well"
    },
    {
        "start": 1568.52,
        "end": 1569.96,
        "text": " The other question mark is like, okay"
    },
    {
        "start": 1569.96,
        "end": 1576.92,
        "text": " Is this is this company gonna actually first figure out how to manufacture these and ship them question mark by 2027?"
    },
    {
        "start": 1577.48,
        "end": 1578.76,
        "text": " We'll see"
    },
    {
        "start": 1578.76,
        "end": 1582.28,
        "text": " Uh, if they can execute on it like they did on this website, it's gonna be an incredible track"
    },
    {
        "start": 1582.28,
        "end": 1587.0,
        "text": " Yeah, I need to but you are not kidding about this website. It starts with a video which is like"
    },
    {
        "start": 1587.24,
        "end": 1588.52,
        "text": " I'm not always huge into videos"
    },
    {
        "start": 1588.52,
        "end": 1595.96,
        "text": " But when you scroll down and the cars drive at you based on your scrolling and then swap into the old scout"
    },
    {
        "start": 1596.52,
        "end": 1601.64,
        "text": " Yeah, that is pretty serious level of whoever is the web designer there"
    },
    {
        "start": 1602.52,
        "end": 1606.28,
        "text": " Shout out. This is incredible. We'll know where all the money went when they don't deliver"
    },
    {
        "start": 1606.76,
        "end": 1613.72,
        "text": " Yeah, this reserve now button down here might be going straight into this uh internet or the website design really serious"
    },
    {
        "start": 1613.72,
        "end": 1615.0,
        "text": " Oh my goodness"
    },
    {
        "start": 1615.0,
        "end": 1620.84,
        "text": " So when you go to reserve you can buy the electric only version up to 350 miles of range"
    },
    {
        "start": 1621.24,
        "end": 1628.28,
        "text": " Or you can buy the electric and gas version and it's a hundred dollars and it is refundable until your order is confirmed"
    },
    {
        "start": 1629.0,
        "end": 1631.0,
        "text": " options and pricing may change"
    },
    {
        "start": 1631.88,
        "end": 1632.52,
        "text": " I think yeah"
    },
    {
        "start": 1632.52,
        "end": 1637.32,
        "text": " I I see the rivian comparison for sure a lot of colors look like rivian a lot of the shapes a lot of the general"
    },
    {
        "start": 1637.56,
        "end": 1643.24,
        "text": " Vibes of outdoorsyness and adventure look like rivian. So that's great. People love that"
    },
    {
        "start": 1643.56,
        "end": 1648.12,
        "text": " I mean this truck looks like a rivian from the side. Yeah from the side like every shape of the"
    },
    {
        "start": 1648.68,
        "end": 1655.0,
        "text": " Every part of it pretty much. So yeah, the question is like do you think this will get there or do you think uh, ford will make the bronco?"
    },
    {
        "start": 1655.72,
        "end": 1659.96,
        "text": " Electric first like what's gonna do what's gonna happen first? Who knows but I like it. It's cool"
    },
    {
        "start": 1660.2,
        "end": 1663.08,
        "text": " I think ford will announce the electric bronco before this ships"
    },
    {
        "start": 1664.1200000000001,
        "end": 1665.4,
        "text": " And then just who ships first?"
    },
    {
        "start": 1665.4,
        "end": 1670.2,
        "text": " Yeah, because I remember the rivian was announced and the cyber truck and they were just kind of like which one will come first"
    },
    {
        "start": 1670.28,
        "end": 1675.64,
        "text": " The rivian came out first and then the cyber truck came out after so people were just kind of like trying to pick between them"
    },
    {
        "start": 1675.96,
        "end": 1677.64,
        "text": " people meaning"
    },
    {
        "start": 1677.64,
        "end": 1678.92,
        "text": " me"
    },
    {
        "start": 1678.92,
        "end": 1682.44,
        "text": " So it's curious to see like is are people going to put money down for the scout?"
    },
    {
        "start": 1682.52,
        "end": 1684.8400000000001,
        "text": " 100 bucks kind of nothing so they can just sort of drum up"
    },
    {
        "start": 1685.56,
        "end": 1691.48,
        "text": " Reservations and attention and that's great. But then yeah what happens between now and when they ship we shall see"
    },
    {
        "start": 1692.28,
        "end": 1694.84,
        "text": " I don't do you think ford's gonna do an electric bronco?"
    },
    {
        "start": 1695.08,
        "end": 1699.0,
        "text": " I thought recently they were like kind of cutting back on some of their ev stuff and well"
    },
    {
        "start": 1699.1599999999999,
        "end": 1701.1599999999999,
        "text": " I wonder if the bronco is gonna be"
    },
    {
        "start": 1701.3999999999999,
        "end": 1703.32,
        "text": " I think they should do a maverick"
    },
    {
        "start": 1703.32,
        "end": 1709.0,
        "text": " Because that's so I think there's a couple things in their lineup that would be awesome as evs or as hybrids like this"
    },
    {
        "start": 1709.32,
        "end": 1711.3999999999999,
        "text": " Both of those I think the maverick. I think the bronco"
    },
    {
        "start": 1712.1200000000001,
        "end": 1717.66,
        "text": " And I think the audience of people who like the maverick in the bronco and associate it with the outdoorsiness"
    },
    {
        "start": 1718.3600000000001,
        "end": 1722.44,
        "text": " That the scout is trying to have there's like a big overlap there. Yeah"
    },
    {
        "start": 1723.48,
        "end": 1725.5600000000002,
        "text": " Here's my I was talking about this with miles the other day"
    },
    {
        "start": 1725.64,
        "end": 1730.0400000000002,
        "text": " Do you know the silverado has the and I know this isn't just the new silverado ev they did it in the"
    },
    {
        "start": 1730.66,
        "end": 1736.0400000000002,
        "text": " Avalanche, I think where they're like, what do you call it where the wall behind the back seat? Yeah"
    },
    {
        "start": 1736.2800000000002,
        "end": 1741.0800000000002,
        "text": " Yeah, midgate midgate maverick would be awesome because like it's smaller"
    },
    {
        "start": 1741.1599999999999,
        "end": 1748.04,
        "text": " It's not an absolutely absurd size truck, but i'm assuming the bed of the truck would be about the size of like a tocoma"
    },
    {
        "start": 1748.12,
        "end": 1753.56,
        "text": " Not to mention that's some fire alliteration right there midgate maverick midgate maverick. That's kind of sick"
    },
    {
        "start": 1753.96,
        "end": 1755.96,
        "text": " Do you know what the size of the maverick bed is?"
    },
    {
        "start": 1756.1999999999998,
        "end": 1762.76,
        "text": " Probably about four or five feet four point five foot, but it doesn't matter because everyone who owns maverick is not using the bed"
    },
    {
        "start": 1764.84,
        "end": 1769.56,
        "text": " No, we know the data's we have the data people who own trucks do not do truck stuff"
    },
    {
        "start": 1769.96,
        "end": 1775.3999999999999,
        "text": " We know for a fact for the most part don't lie. Yes, f-150s by the most part are um"
    },
    {
        "start": 1776.36,
        "end": 1780.6,
        "text": " Family haulers exactly, but you know, it'd be even cooler than an electric maverick"
    },
    {
        "start": 1781.1599999999999,
        "end": 1782.84,
        "text": " If we brought back"
    },
    {
        "start": 1782.84,
        "end": 1784.2,
        "text": " the 90s"
    },
    {
        "start": 1784.2,
        "end": 1787.08,
        "text": " Ford ranger and electrified that thing"
    },
    {
        "start": 1787.56,
        "end": 1790.84,
        "text": " Yeah, if you want to talk about bringing back old things and electrifying them"
    },
    {
        "start": 1791.8799999999999,
        "end": 1794.3799999999999,
        "text": " I got something for you. Wait, were you here for the f-150?"
    },
    {
        "start": 1795.08,
        "end": 1798.2,
        "text": " The old f-150 ev no you have 100"
    },
    {
        "start": 1798.44,
        "end": 1801.48,
        "text": " I know that 100. I know I was so mad. I missed that"
    },
    {
        "start": 1802.44,
        "end": 1806.28,
        "text": " I'm talking about the ford ranger is a pickup truck the size of a thimble"
    },
    {
        "start": 1806.8400000000001,
        "end": 1810.04,
        "text": " You can fit it in your wallet. It's so small and this is what we need"
    },
    {
        "start": 1810.52,
        "end": 1814.8400000000001,
        "text": " Uh, like it only has two seats. Yeah, there are multiple configurations across the 90s"
    },
    {
        "start": 1815.32,
        "end": 1817.32,
        "text": " But this thing is cute and puny"
    },
    {
        "start": 1817.96,
        "end": 1819.64,
        "text": " Is this not that much?"
    },
    {
        "start": 1819.64,
        "end": 1823.0,
        "text": " What is this size compared to a a maverick maverick? Uh"
    },
    {
        "start": 1823.96,
        "end": 1827.1,
        "text": " Let's find out america wants big trucks, unfortunately"
    },
    {
        "start": 1827.48,
        "end": 1835.4,
        "text": " Yeah, I know that's why I like the maverick because there's a trend going towards smaller trucks still trucks but smaller. There's some there's this the hunday"
    },
    {
        "start": 1836.44,
        "end": 1837.48,
        "text": " santa"
    },
    {
        "start": 1837.48,
        "end": 1841.4,
        "text": " Santa fe I saw one today santa fe or santa cruz santa santa cruz"
    },
    {
        "start": 1842.04,
        "end": 1844.36,
        "text": " Yeah, it's santa cruz is the truck"
    },
    {
        "start": 1845.24,
        "end": 1849.24,
        "text": " Yeah, I love I saw him today small. It's quite is that popular at all. It's a it's fairly"
    },
    {
        "start": 1849.72,
        "end": 1853.56,
        "text": " Shorter it exists the old rangers. Yeah, is that the once a day at least?"
    },
    {
        "start": 1855.08,
        "end": 1857.88,
        "text": " Is that like versus the like the new maverick?"
    },
    {
        "start": 1858.6,
        "end": 1860.6,
        "text": " Was the old ranger is there?"
    },
    {
        "start": 1860.68,
        "end": 1865.8,
        "text": " A four door version there is yeah, it's shorter than the four door version by a foot"
    },
    {
        "start": 1865.96,
        "end": 1871.56,
        "text": " I would assume it's probably about the same size as the four door version the four door version of the ranger is still a few"
    },
    {
        "start": 1871.64,
        "end": 1874.28,
        "text": " Inches shorter. Okay, so about the same. Yeah"
    },
    {
        "start": 1874.92,
        "end": 1878.44,
        "text": " Yeah, small trucks. I mean the rivian's a small truck. No, it's not. What are you talking?"
    },
    {
        "start": 1878.44,
        "end": 1883.16,
        "text": " It's like it's a coma. I promise the rivian is a small truck compared to some other gigantic trucks"
    },
    {
        "start": 1883.24,
        "end": 1884.76,
        "text": " No the I mean yes"
    },
    {
        "start": 1884.76,
        "end": 1890.94,
        "text": " Like the the default truck the full-size truck that when most people see a pickup truck that they get is an f-150"
    },
    {
        "start": 1892.1200000000001,
        "end": 1895.8,
        "text": " And yeah to us. It's massive because yeah, it's massive. That is the"
    },
    {
        "start": 1896.3600000000001,
        "end": 1902.1200000000001,
        "text": " Normal size truck. There are larger trucks and smaller trucks. The rivian is definitely smaller and there are bigger trucks"
    },
    {
        "start": 1902.2,
        "end": 1907.16,
        "text": " There are hummers and silverados and others and the maverick and santa cruz are significantly smaller than the rivian though"
    },
    {
        "start": 1907.4,
        "end": 1909.16,
        "text": " What is significantly in?"
    },
    {
        "start": 1909.16,
        "end": 1914.0400000000002,
        "text": " Like size or just like full size. I don't know if it's that I have a question"
    },
    {
        "start": 1914.6000000000001,
        "end": 1918.8400000000001,
        "text": " That I think will tickle our brains a little bit. Yeah, what is the lightest?"
    },
    {
        "start": 1919.5600000000002,
        "end": 1921.5600000000002,
        "text": " An object can weigh"
    },
    {
        "start": 1922.2,
        "end": 1924.2,
        "text": " And and it is still massive"
    },
    {
        "start": 1925.5400000000002,
        "end": 1928.2,
        "text": " Massive yeah, like for us to describe it as massive"
    },
    {
        "start": 1929.0,
        "end": 1929.88,
        "text": " Or excuse me"
    },
    {
        "start": 1929.88,
        "end": 1934.92,
        "text": " Actually, let me I I think i'm actually asking the opposite question that I mean to ask like because you're saying the rivian is not"
    },
    {
        "start": 1935.0,
        "end": 1939.4,
        "text": " A massive truck, right? I'm saying the rivian is a smaller truck, right?"
    },
    {
        "start": 1939.4,
        "end": 1944.3600000000001,
        "text": " But how heavy does something have to be before we're like, you know, that's massive regardless of size"
    },
    {
        "start": 1944.52,
        "end": 1949.72,
        "text": " How heavy does something have to be before we're like, no, that's massive even size out of the equation. Just wait"
    },
    {
        "start": 1950.28,
        "end": 1955.4,
        "text": " That's hard. Well, there's so many categories. I don't know. Yeah, but just before something i'm not talking about the depth"
    },
    {
        "start": 1955.48,
        "end": 1959.4,
        "text": " I'm just saying before it feels massive before our soul goes that is massive"
    },
    {
        "start": 1960.2,
        "end": 1967.0,
        "text": " Just vehicles no anything anything any object regardless of size, what is the weight what is the weight point?"
    },
    {
        "start": 1967.24,
        "end": 1971.3200000000002,
        "text": " Where there's like bumblebees that weigh one ounce and there's the massive two ounce bumblebee"
    },
    {
        "start": 1974.44,
        "end": 1977.16,
        "text": " Fair enough fair enough, but but you know, is it a ton?"
    },
    {
        "start": 1977.96,
        "end": 1984.44,
        "text": " Well a ton is debating semantics, right? It's it like depends on the object. I'm just i'm looking for our souls here, man"
    },
    {
        "start": 1985.16,
        "end": 1989.0,
        "text": " You know what I mean? It's like an f-150 up and tell me. Oh, yeah same category. No. No, I don't disagree"
    },
    {
        "start": 1989.0,
        "end": 1994.36,
        "text": " I only bring this up because the rivian is 7100 pounds. Definitely all the electric ones are heavier"
    },
    {
        "start": 1994.68,
        "end": 1998.6,
        "text": " The cyber truck is less massive. So how do we feel about that?"
    },
    {
        "start": 1999.08,
        "end": 2004.04,
        "text": " The harry ev battery is 6 000 pounds. Yeah. Oh my god. Yeah ev battery with weight evs"
    },
    {
        "start": 2004.04,
        "end": 2009.8,
        "text": " Just throw weight in a total mixer. Yeah, but I just say I think I think it's fair to call all of these things massive"
    },
    {
        "start": 2009.8,
        "end": 2014.92,
        "text": " In my heart the f-150 weighs much less than the rivian, but no one would say it's less"
    },
    {
        "start": 2015.96,
        "end": 2017.48,
        "text": " massive"
    },
    {
        "start": 2017.48,
        "end": 2019.32,
        "text": " It's way bigger"
    },
    {
        "start": 2019.32,
        "end": 2022.3600000000001,
        "text": " Right, that's all they're not actually talking about weight when they say massive"
    },
    {
        "start": 2022.76,
        "end": 2025.48,
        "text": " I know but i'm just i'm just trying to i'm just trying to open up our"
    },
    {
        "start": 2026.04,
        "end": 2028.84,
        "text": " Our brains and our hearts to like maybe it's all massive"
    },
    {
        "start": 2028.92,
        "end": 2029.24,
        "text": " Yeah"
    },
    {
        "start": 2029.24,
        "end": 2034.44,
        "text": " Well, I hope the scout I hope this scout happens because it looks cool and it seems to have a a nice system"
    },
    {
        "start": 2034.92,
        "end": 2037.88,
        "text": " You know, the hybrid thing is cool. I think a lot of people want that. So I hope it happens now"
    },
    {
        "start": 2037.88,
        "end": 2039.88,
        "text": " You can have an ev with one of those cool"
    },
    {
        "start": 2040.6,
        "end": 2044.92,
        "text": " Gas tank accessories on the back that you never use but it's not totally built in"
    },
    {
        "start": 2045.72,
        "end": 2049.32,
        "text": " So you can still tell people you go off-roading without telling them you go off-roading sure"
    },
    {
        "start": 2049.88,
        "end": 2054.6,
        "text": " Yeah, someone needs to put a snorkel on it. I want it. I want an ev with a snorkel so bad"
    },
    {
        "start": 2054.6800000000003,
        "end": 2056.6,
        "text": " I've just realized we only have two more headlines in here"
    },
    {
        "start": 2056.6,
        "end": 2059.32,
        "text": " So one of these better be long actually both of them better be long"
    },
    {
        "start": 2059.4,
        "end": 2062.6800000000003,
        "text": " I think they kind of know which one i'm gonna get please give me the blue sky one"
    },
    {
        "start": 2065.86,
        "end": 2068.36,
        "text": " YouTube scrolling feature"
    },
    {
        "start": 2069.64,
        "end": 2072.12,
        "text": " Yes, you see this no, what's a youtube scrolling feature?"
    },
    {
        "start": 2072.52,
        "end": 2077.48,
        "text": " So there's a one of those feature flags that they test on random users"
    },
    {
        "start": 2077.56,
        "end": 2080.6,
        "text": " But don't necessarily roll out that they do all the time"
    },
    {
        "start": 2081.4,
        "end": 2087.24,
        "text": " And they're testing one right now where as you're watching a full-scale youtube video on your full-scale computer"
    },
    {
        "start": 2087.64,
        "end": 2091.02,
        "text": " If you like scroll down it just it tick tockifies"
    },
    {
        "start": 2091.72,
        "end": 2095.16,
        "text": " Full-sized videos do you guys have it because I do you have it?"
    },
    {
        "start": 2096.04,
        "end": 2097.64,
        "text": " and so"
    },
    {
        "start": 2097.64,
        "end": 2101.56,
        "text": " Okay. Here. I'll just show you ready. Okay. Also wait, it's only phones. No, it's only phones"
    },
    {
        "start": 2101.72,
        "end": 2106.68,
        "text": " It's only android phones. I believe. Oh, okay. Right now right now is what they're testing it on"
    },
    {
        "start": 2107.08,
        "end": 2109.88,
        "text": " so right here, you know, like a little bedanza disc golf, but"
    },
    {
        "start": 2110.52,
        "end": 2114.7599999999998,
        "text": " Swoop now we've got autoplaying. I don't know who this is. I'm just gonna hit you"
    },
    {
        "start": 2115.48,
        "end": 2117.48,
        "text": " Swoop hang green"
    },
    {
        "start": 2118.12,
        "end": 2121.0,
        "text": " Let's see joe is hungry best channel on youtube"
    },
    {
        "start": 2122.2,
        "end": 2125.48,
        "text": " Is the best channel on youtube these are not random. These are related videos"
    },
    {
        "start": 2125.48,
        "end": 2130.22,
        "text": " I think it's essentially a new way of scrolling into your related video recommended or yeah recommended"
    },
    {
        "start": 2130.8599999999997,
        "end": 2137.4199999999996,
        "text": " You know hockey I don't we haven't hit waveform yet. It's because I watch all the waveform episodes though. I wouldn't recommend that"
    },
    {
        "start": 2139.2599999999998,
        "end": 2146.22,
        "text": " Yeah, i'm interested in this I think it the immediate reaction is this feels like tick tock and that's not a good reaction in general"
    },
    {
        "start": 2146.2999999999997,
        "end": 2148.2999999999997,
        "text": " Yeah, well to us"
    },
    {
        "start": 2148.3799999999997,
        "end": 2152.06,
        "text": " But youtube is like yes, it's yes. Perfect. So that's exactly what we want to hear"
    },
    {
        "start": 2152.3799999999997,
        "end": 2152.62,
        "text": " Okay"
    },
    {
        "start": 2152.62,
        "end": 2157.5,
        "text": " What if they changed it so that as you swipe it goes to the most watched part of the next video?"
    },
    {
        "start": 2157.98,
        "end": 2159.98,
        "text": " Would that change how you feel about it?"
    },
    {
        "start": 2160.62,
        "end": 2161.74,
        "text": " Would that be awful?"
    },
    {
        "start": 2161.74,
        "end": 2163.8999999999996,
        "text": " Don't give them ideas"
    },
    {
        "start": 2163.8999999999996,
        "end": 2166.22,
        "text": " I know they're listening engagement spiking"
    },
    {
        "start": 2166.8599999999997,
        "end": 2170.54,
        "text": " Uh, man, can I throw out my why I don't think this is that bad?"
    },
    {
        "start": 2171.2599999999998,
        "end": 2174.62,
        "text": " Okay, sure why I hate it and why I don't think it's that bad"
    },
    {
        "start": 2174.7799999999997,
        "end": 2175.4199999999996,
        "text": " Okay"
    },
    {
        "start": 2175.4199999999996,
        "end": 2180.4599999999996,
        "text": " So normally if you're in full screen the best way to get to another recommended video is you either have to get"
    },
    {
        "start": 2180.7,
        "end": 2181.98,
        "text": " All the way to the end cards"
    },
    {
        "start": 2181.98,
        "end": 2187.58,
        "text": " But let's be real a lot of youtube videos the last minute might be a little bit of like an outro that I don't always"
    },
    {
        "start": 2187.66,
        "end": 2192.94,
        "text": " Watch and I won't get the next related videos or in my end card until it's all the way at the end"
    },
    {
        "start": 2193.42,
        "end": 2195.42,
        "text": " Or I have to get out of full screen"
    },
    {
        "start": 2195.74,
        "end": 2200.7799999999997,
        "text": " So I can take the risk and just swipe up and I don't have to leave full screen and I could get there"
    },
    {
        "start": 2201.34,
        "end": 2203.34,
        "text": " my biggest issue with it right now is"
    },
    {
        "start": 2203.34,
        "end": 2208.46,
        "text": " I didn't even know this was a thing and i've randomly swiped away in a video i'm actually watching because I like"
    },
    {
        "start": 2209.02,
        "end": 2212.14,
        "text": " I try and swipe down for a notification. I do that all the time"
    },
    {
        "start": 2212.22,
        "end": 2217.02,
        "text": " I'm like I saw a notification in full screen and I try and just swipe down the top to get to my notifications"
    },
    {
        "start": 2217.2599999999998,
        "end": 2223.5,
        "text": " And I swipe into a video and i've lost my place if you swipe down it also either way a different video goes up or down"
    },
    {
        "start": 2223.58,
        "end": 2229.34,
        "text": " Yeah, oh, I don't like that. Yeah. Yeah upward down is crazy. It should only be wow. I guess tiktok is up or down"
    },
    {
        "start": 2229.34,
        "end": 2234.06,
        "text": " Well, yeah, but down is that's if i'm like trying to swipe from this. Yeah. Yeah. Oh, yeah, but then i'm going up"
    },
    {
        "start": 2234.46,
        "end": 2238.22,
        "text": " So you're going back through the history. Yeah, so it's like a tiktok carousel now. Yep. Yeah"
    },
    {
        "start": 2238.78,
        "end": 2246.14,
        "text": " Yeah, the thing that youtube has always had that I feel like has been saving us from the brain rot of"
    },
    {
        "start": 2246.46,
        "end": 2248.3799999999997,
        "text": " the current internet meta"
    },
    {
        "start": 2248.3799999999997,
        "end": 2254.62,
        "text": " Is the fact that you still have intentional content consumption where you are picking something to watch and yes"
    },
    {
        "start": 2254.7,
        "end": 2259.1,
        "text": " There is an algorithm that is like serving up options of things that you watch and sure"
    },
    {
        "start": 2259.74,
        "end": 2263.1,
        "text": " Sometimes you just click on whatever is available because you just want something to play"
    },
    {
        "start": 2263.74,
        "end": 2265.18,
        "text": " but"
    },
    {
        "start": 2265.18,
        "end": 2273.1,
        "text": " I think that many of the problems that we have in the world right now are because people are just being served stuff and having no"
    },
    {
        "start": 2273.96,
        "end": 2278.94,
        "text": " Intentionality behind what they're consuming. I fully cosign in addition"
    },
    {
        "start": 2279.96,
        "end": 2281.72,
        "text": " youtube"
    },
    {
        "start": 2281.72,
        "end": 2287.2599999999998,
        "text": " Historically has this thing where they're they are the biggest video website ever right?"
    },
    {
        "start": 2288.38,
        "end": 2295.42,
        "text": " But for some reason they feel the need to also chase other media. They feel the need to chase tv"
    },
    {
        "start": 2296.22,
        "end": 2301.42,
        "text": " and netflix and tiktok because they feel like threats but they constantly"
    },
    {
        "start": 2301.82,
        "end": 2308.14,
        "text": " Introduce either experiments or features that to me just feel like what if we were more like netflix if you go to the youtube"
    },
    {
        "start": 2308.14,
        "end": 2311.82,
        "text": " summits and you listen the way they talk about youtube on tv like they are constantly thinking about"
    },
    {
        "start": 2312.44,
        "end": 2319.98,
        "text": " Netflixifying that experience and having these huge high-res like, you know cover art things which it's nice, but it's that's chasing netflix"
    },
    {
        "start": 2320.3,
        "end": 2322.06,
        "text": " They also chase tv all the time"
    },
    {
        "start": 2322.06,
        "end": 2327.1,
        "text": " They try to like intermingle the talent bring tv talent to youtube and put"
    },
    {
        "start": 2327.42,
        "end": 2332.86,
        "text": " Youtube talent on tv and have tv features like they do that all the time and it doesn't shock me at all that they're doing"
    },
    {
        "start": 2332.86,
        "end": 2338.46,
        "text": " A tiktok thing obviously shorts has taken off but like why not longs too like just they're trying everything"
    },
    {
        "start": 2339.18,
        "end": 2341.5,
        "text": " So yeah, it's just the thing that youtube's always"
    },
    {
        "start": 2342.14,
        "end": 2345.98,
        "text": " willing to do which I I guess you give them credit for being willing to you know,"
    },
    {
        "start": 2346.46,
        "end": 2349.74,
        "text": " Change things up because you could be the same forever. You could be vimeo, but"
    },
    {
        "start": 2350.86,
        "end": 2356.46,
        "text": " They're trying new stuff. So good for them. I guess that's the one thing they have not tried to be vimeo. Yeah, that's true"
    },
    {
        "start": 2356.62,
        "end": 2359.18,
        "text": " They don't have to be vimeo. Nope. Yeah, there's a"
    },
    {
        "start": 2359.66,
        "end": 2364.54,
        "text": " Uh a mark zuckerberg quote that is really relevant here, which is in"
    },
    {
        "start": 2365.7200000000003,
        "end": 2371.1,
        "text": " 2012 he said if we don't create the thing that kills facebook someone else will"
    },
    {
        "start": 2374.2200000000003,
        "end": 2378.78,
        "text": " Yeah, well, yeah that kind of goes off what you were saying was like they're"
    },
    {
        "start": 2379.42,
        "end": 2384.62,
        "text": " They're scared of these other options. I think that that's definitely an element for things like shorts"
    },
    {
        "start": 2384.7,
        "end": 2389.3399999999997,
        "text": " Maybe we're like, oh we have to or ai or whatever all these companies are like if we don't do this"
    },
    {
        "start": 2389.3399999999997,
        "end": 2390.54,
        "text": " We're going to be left behind"
    },
    {
        "start": 2390.54,
        "end": 2394.14,
        "text": " I also think since they're owned by google and their stock has to keep going up"
    },
    {
        "start": 2394.46,
        "end": 2397.58,
        "text": " They have to look at every possible category and say"
    },
    {
        "start": 2398.54,
        "end": 2403.66,
        "text": " 2 of americans consume this content, but what if they consume this content on youtube instead?"
    },
    {
        "start": 2404.22,
        "end": 2410.94,
        "text": " Right, so that's just they're looking at all the available markets that they could just totally trounce on and replace that category completely"
    },
    {
        "start": 2411.18,
        "end": 2417.26,
        "text": " Yeah, and that's why they're doing tv and netflixifying everything and it's fun to watch like the occasional like"
    },
    {
        "start": 2417.5,
        "end": 2422.54,
        "text": " You'll see like a big push from them to like bring traditional hollywood celebrities to youtube"
    },
    {
        "start": 2422.54,
        "end": 2426.86,
        "text": " you'll see will smith and ronaldo and all these people start youtube channels and they're like"
    },
    {
        "start": 2428.06,
        "end": 2430.06,
        "text": " Who's this for? Yeah"
    },
    {
        "start": 2430.2200000000003,
        "end": 2433.42,
        "text": " And you're like, well, I guess it's the people who are watching them on tv, right?"
    },
    {
        "start": 2433.42,
        "end": 2437.7400000000002,
        "text": " And now they're going to be on youtube mission accomplished and everyone has smart tvs now, you know"
    },
    {
        "start": 2437.74,
        "end": 2443.4199999999996,
        "text": " So it's like what if you could watch everything on the youtube app instead of the individual? Yeah, try it"
    },
    {
        "start": 2443.58,
        "end": 2445.74,
        "text": " I exclusively watch basketball on the youtube app"
    },
    {
        "start": 2447.02,
        "end": 2451.8199999999997,
        "text": " Yeah, yeah, and youtube and there's youtube tv too. So I watch youtube game. I watch games on youtube tv"
    },
    {
        "start": 2452.3799999999997,
        "end": 2457.1,
        "text": " And I watch highlights and analysis on youtube. Yeah, i'm just on them in their universe the whole time. I never leave"
    },
    {
        "start": 2457.2599999999998,
        "end": 2461.4199999999996,
        "text": " I don't even need a cable subscription. Elon musk thought he could make the super app, but"
    },
    {
        "start": 2461.7400000000002,
        "end": 2467.34,
        "text": " That's how youtube's out here making the super app just alphabet soup. Does it feel like youtube kind of like"
    },
    {
        "start": 2468.46,
        "end": 2472.38,
        "text": " Makes these change or tries to chase these things and then just kind of gives up on them"
    },
    {
        "start": 2473.58,
        "end": 2477.82,
        "text": " Like youtube red and all the things they were like let's attack tv our own stuff"
    },
    {
        "start": 2478.38,
        "end": 2481.98,
        "text": " Just kidding and like live. Yeah live streaming and gaming"
    },
    {
        "start": 2482.06,
        "end": 2483.5,
        "text": " They were really hard into like twitch"
    },
    {
        "start": 2483.5,
        "end": 2489.34,
        "text": " Let's pay for all these twitch streamers and bring them over and like and just I don't really care anymore. That's a classic google move"
    },
    {
        "start": 2489.34,
        "end": 2495.58,
        "text": " Some of it it totally yeah shorts shorts is there and it's competing with tik tok"
    },
    {
        "start": 2495.98,
        "end": 2500.2200000000003,
        "text": " Yeah, a lot of the other stuff feels uh, there used to be a whole separate youtube gaming app"
    },
    {
        "start": 2500.78,
        "end": 2506.7000000000003,
        "text": " Yeah, remember that I remember that that was like I remember sitting in my office chair and reading the article about it and downloading"
    },
    {
        "start": 2506.7000000000003,
        "end": 2512.38,
        "text": " It and being like hmm. Yeah, let's see how long this one didn't hook so well, but youtube music still exists"
    },
    {
        "start": 2512.38,
        "end": 2515.6600000000003,
        "text": " So maybe that you know, well becca still listens to every podcast on youtube music"
    },
    {
        "start": 2515.74,
        "end": 2521.2599999999998,
        "text": " YouTube music people who use youtube music was birthed off the backs of giants and when I say that I mean"
    },
    {
        "start": 2521.98,
        "end": 2527.42,
        "text": " Google play music. Yeah, which so now they're competing against spot a beautiful application here. We are"
    },
    {
        "start": 2528.06,
        "end": 2530.06,
        "text": " Yeah competing is a strong word. Yeah"
    },
    {
        "start": 2530.7,
        "end": 2533.58,
        "text": " Trying to bring people having an option. Yeah"
    },
    {
        "start": 2534.14,
        "end": 2540.22,
        "text": " Yeah existing so i'm surprised there's no youtube messaging app to one thing mariah brought up with this that I didn't think about was"
    },
    {
        "start": 2540.22,
        "end": 2542.22,
        "text": " That thumbnails wouldn't matter in this situation"
    },
    {
        "start": 2543.02,
        "end": 2543.98,
        "text": " Yeah"
    },
    {
        "start": 2543.98,
        "end": 2545.18,
        "text": " I mean"
    },
    {
        "start": 2545.18,
        "end": 2553.02,
        "text": " This is the insane thing to me about tik tok shorts all short form content in general is like you have no control"
    },
    {
        "start": 2553.66,
        "end": 2558.22,
        "text": " over how the algorithm is going to serve your video whether or not you can"
    },
    {
        "start": 2558.86,
        "end": 2563.02,
        "text": " Optimize certain parts of the video to have things that maybe the algorithm likes"
    },
    {
        "start": 2563.1,
        "end": 2567.34,
        "text": " I don't know. That's also a terrible way of making content that makes everything horrible"
    },
    {
        "start": 2567.98,
        "end": 2572.22,
        "text": " Uh, but when you just have short form content like this, it's like or just infinitely scroll"
    },
    {
        "start": 2572.22,
        "end": 2575.74,
        "text": " Can you speed this up i'm trying to optimize for the next 30 seconds of the podcast"
    },
    {
        "start": 2575.8199999999997,
        "end": 2581.3599999999997,
        "text": " Okay, i'm just yeah, i'm just I don't know the more you like strip from the creator's presentation"
    },
    {
        "start": 2582.7799999999997,
        "end": 2587.02,
        "text": " It's just we're it's not good. It's I don't like it. Have you guys seen minority report?"
    },
    {
        "start": 2587.2599999999998,
        "end": 2589.4199999999996,
        "text": " Yeah, we're heading towards a future where like"
    },
    {
        "start": 2589.98,
        "end": 2593.18,
        "text": " Consuming content is just like the pre cogs like we're like floating"
    },
    {
        "start": 2593.58,
        "end": 2597.58,
        "text": " We're floating in the milk and then like something gets served like straight into our brain. We're like"
    },
    {
        "start": 2597.58,
        "end": 2599.58,
        "text": " Oh"
    },
    {
        "start": 2599.8199999999997,
        "end": 2603.66,
        "text": " Yeah, I think we're all like that a lot I do I don't think this is"
    },
    {
        "start": 2604.2999999999997,
        "end": 2606.22,
        "text": " as big of a deal like"
    },
    {
        "start": 2606.22,
        "end": 2610.94,
        "text": " This isn't something you still ultimately have to be inside of a video already that you've clicked on on the home page"
    },
    {
        "start": 2611.18,
        "end": 2615.74,
        "text": " To even get to this part to me. It's mostly just a quality of life"
    },
    {
        "start": 2616.7799999999997,
        "end": 2620.22,
        "text": " Blunder because it I can accidentally switch out of a video, right?"
    },
    {
        "start": 2620.22,
        "end": 2625.8199999999997,
        "text": " I'm actually enjoying totally and then I have to go find the spot in it because like every time i've done it"
    },
    {
        "start": 2625.82,
        "end": 2631.42,
        "text": " It hasn't brought me back. It's brought me back when I flip back. I'm at the start of the video and that's really annoying"
    },
    {
        "start": 2631.98,
        "end": 2633.98,
        "text": " I'm, so sorry that you're in this experiment"
    },
    {
        "start": 2634.7000000000003,
        "end": 2641.82,
        "text": " Opt out stop experimenting with yeah, i'm assuming this will not be available for kids either. I don't think this is"
    },
    {
        "start": 2642.7000000000003,
        "end": 2646.78,
        "text": " Personally, I think this is not going to work and they're not going to roll it out because I think they're going to find"
    },
    {
        "start": 2646.78,
        "end": 2650.78,
        "text": " That youtube as a platform is a more intentional platform at all"
    },
    {
        "start": 2651.1800000000003,
        "end": 2655.1800000000003,
        "text": " Well, I'm just thinking because I know they don't let kids use autoplaying so i'm curious"
    },
    {
        "start": 2655.5,
        "end": 2659.3399999999997,
        "text": " Is this the same thing? They're already surfing just like us. Is this different?"
    },
    {
        "start": 2659.8999999999996,
        "end": 2661.1,
        "text": " I guess"
    },
    {
        "start": 2661.1,
        "end": 2663.74,
        "text": " I guess youtube autoplay is"
    },
    {
        "start": 2664.3799999999997,
        "end": 2666.94,
        "text": " Basically doing the same thing without the swipe"
    },
    {
        "start": 2667.5,
        "end": 2672.62,
        "text": " Yeah, yeah as far as I can tell I don't know if the engine for what it recommends for a swipe is different from autoplay"
    },
    {
        "start": 2672.7,
        "end": 2674.94,
        "text": " But it feels kind of like just the same thing"
    },
    {
        "start": 2675.58,
        "end": 2680.8599999999997,
        "text": " But just a voluntary i'm done two minutes in versus just getting to the end. Yeah, I guess it's the same thing"
    },
    {
        "start": 2680.94,
        "end": 2682.94,
        "text": " It's kind of the same thing just a different"
    },
    {
        "start": 2683.1,
        "end": 2687.34,
        "text": " Movement. Yeah, wait, so would it swipe irregard? Oh, but this is for mid"
    },
    {
        "start": 2687.9,
        "end": 2692.94,
        "text": " Now i'm, so curious wait, would it would it would it not autoplay if you have this feature would it swipe anyway?"
    },
    {
        "start": 2692.94,
        "end": 2697.58,
        "text": " It would probably autoplay at the end of the video if you just like let it play through but if you swipe then right"
    },
    {
        "start": 2697.58,
        "end": 2700.86,
        "text": " But there's already a next video arrow on the screen. It's probably the same"
    },
    {
        "start": 2702.2200000000003,
        "end": 2704.2200000000003,
        "text": " It's probably there's just two ways of getting to it. Yeah"
    },
    {
        "start": 2704.62,
        "end": 2707.1,
        "text": " Let me I guess kind of like on tiktok. Have you ever noticed when"
    },
    {
        "start": 2707.66,
        "end": 2709.82,
        "text": " You're on a thing and you try and back out of the app"
    },
    {
        "start": 2709.9,
        "end": 2713.9,
        "text": " It just goes to another video to try and keep you in if you always swipe up"
    },
    {
        "start": 2713.98,
        "end": 2715.9,
        "text": " It's the video you tried to back out"
    },
    {
        "start": 2715.9,
        "end": 2720.54,
        "text": " All the back button doing is swiping to the next one and trying to catch your attention as fast as possible"
    },
    {
        "start": 2720.54,
        "end": 2720.94,
        "text": " Yeah"
    },
    {
        "start": 2720.94,
        "end": 2729.1000000000004,
        "text": " There are these new gesture paradigms that a lot of these applications that we've grown using kind of created like tinder created the swipe"
    },
    {
        "start": 2729.1000000000004,
        "end": 2734.46,
        "text": " Right equals yes swipe no equals no paradigm and now everything uses that"
    },
    {
        "start": 2735.18,
        "end": 2741.42,
        "text": " It's the same kind of thing tiktok kind of created the swipe up to keep doom scrolling or keep brain rotting"
    },
    {
        "start": 2742.06,
        "end": 2743.34,
        "text": " so"
    },
    {
        "start": 2743.34,
        "end": 2747.98,
        "text": " It works now. We're here. It's very effective highly effective highly effective highly effective"
    },
    {
        "start": 2748.3,
        "end": 2750.3,
        "text": " Uh, okay. How many more headlines do we have?"
    },
    {
        "start": 2750.78,
        "end": 2756.54,
        "text": " Two two so two more after the break. That's up to you. We either do one now break or two after the break"
    },
    {
        "start": 2756.54,
        "end": 2758.54,
        "text": " I think either way it'll work"
    },
    {
        "start": 2758.94,
        "end": 2760.94,
        "text": " Let's do both after the break"
    },
    {
        "start": 2761.34,
        "end": 2763.34,
        "text": " Oh"
    },
    {
        "start": 2763.58,
        "end": 2765.26,
        "text": " Yeah"
    },
    {
        "start": 2765.26,
        "end": 2766.3,
        "text": " Bounce"
    },
    {
        "start": 2766.3,
        "end": 2767.34,
        "text": " I'm gonna all right"
    },
    {
        "start": 2767.34,
        "end": 2773.58,
        "text": " So earlier in the episode we talked about a car company that doesn't exist anymore that made cars that don't exist anymore scout"
    },
    {
        "start": 2773.66,
        "end": 2778.54,
        "text": " Which I looked it up scout was owned by a tractor company. That's pretty hilarious harvester international"
    },
    {
        "start": 2778.54,
        "end": 2785.02,
        "text": " But now I have in front of me four cars that don't exist anymore and I need you to tell me"
    },
    {
        "start": 2785.66,
        "end": 2787.66,
        "text": " which one"
    },
    {
        "start": 2788.06,
        "end": 2791.02,
        "text": " Isn't real which one did I make up a"
    },
    {
        "start": 2791.74,
        "end": 2793.18,
        "text": " the reno"
    },
    {
        "start": 2793.18,
        "end": 2797.1,
        "text": " Le car that's right. The car is called le car"
    },
    {
        "start": 2797.74,
        "end": 2800.2999999999997,
        "text": " B the amc gremlin"
    },
    {
        "start": 2801.5,
        "end": 2805.1,
        "text": " C the isuzu mysterious utility wizard"
    },
    {
        "start": 2805.8999999999996,
        "end": 2806.8599999999997,
        "text": " D"
    },
    {
        "start": 2806.8599999999997,
        "end": 2808.14,
        "text": " the subaru"
    },
    {
        "start": 2808.14,
        "end": 2809.2599999999998,
        "text": " brat"
    },
    {
        "start": 2809.2599999999998,
        "end": 2814.14,
        "text": " Or e all of these are real. Oh gosh. I hate this"
    },
    {
        "start": 2815.1,
        "end": 2817.1,
        "text": " Oh, no all of the above"
    },
    {
        "start": 2817.5,
        "end": 2821.3399999999997,
        "text": " Damn, I don't recognize any of those. That's tough. Well, you've never heard of the oh, sorry my bad"
    },
    {
        "start": 2821.5,
        "end": 2824.54,
        "text": " The isuzu mysterious utility wizard was sold in the u.s"
    },
    {
        "start": 2824.7,
        "end": 2826.94,
        "text": " As the honda passport but outside of the u.s"
    },
    {
        "start": 2827.02,
        "end": 2832.62,
        "text": " It was the isuzu mysterious utility wizard if it is real that is if it is real if it is yes in the u.s"
    },
    {
        "start": 2833.42,
        "end": 2837.66,
        "text": " Honda passport. I hope that somebody has painted their super brat bright green"
    },
    {
        "start": 2838.22,
        "end": 2841.3399999999997,
        "text": " That'd be great. Wait, does honda love the letter p? I'm just realizing"
    },
    {
        "start": 2842.3,
        "end": 2849.2000000000003,
        "text": " Pulsar log prologue pilot pilot ponda according pivot pacord"
    },
    {
        "start": 2851.7400000000002,
        "end": 2853.7400000000002,
        "text": " The honda pelement are you kidding me guys?"
    },
    {
        "start": 2856.06,
        "end": 2858.06,
        "text": " The honda element should be an ev"
    },
    {
        "start": 2858.86,
        "end": 2861.42,
        "text": " No, why because it's a car meant to get wet"
    },
    {
        "start": 2862.38,
        "end": 2864.38,
        "text": " What's wrong with evs?"
    },
    {
        "start": 2864.54,
        "end": 2868.94,
        "text": " Not like the not like the elements the element was like you're supposed to like hose it out on the yeah"
    },
    {
        "start": 2868.94,
        "end": 2870.94,
        "text": " The element has a drain"
    },
    {
        "start": 2870.94,
        "end": 2872.94,
        "text": " Does just make the honda lithium"
    },
    {
        "start": 2874.3,
        "end": 2877.92,
        "text": " Or cobalt I think it's a good time to take a break we'll be right back"
    },
    {
        "start": 2890.14,
        "end": 2896.2200000000003,
        "text": " Support for waveform comes from coda one way you can take your business to the next level having all of your most important documents"
    },
    {
        "start": 2896.54,
        "end": 2897.82,
        "text": " In one place, but that's hard"
    },
    {
        "start": 2897.82,
        "end": 2902.86,
        "text": " Especially if you haven't found a convenient way to fully optimize your digital documents for team collaboration"
    },
    {
        "start": 2903.26,
        "end": 2904.54,
        "text": " That's where coda comes in"
    },
    {
        "start": 2904.54,
        "end": 2910.94,
        "text": " So instead of rifling through a million tabs and windows for one project your team can all stay on the same page with coda"
    },
    {
        "start": 2911.42,
        "end": 2915.02,
        "text": " Coda brings the best of documents spreadsheets and apps into a single platform"
    },
    {
        "start": 2915.26,
        "end": 2918.94,
        "text": " It helps teams collaborate by centralizing all of your processes and shared knowledge"
    },
    {
        "start": 2919.26,
        "end": 2922.94,
        "text": " So with coda you can stay aligned by managing your planning cycles in one location"
    },
    {
        "start": 2923.1800000000003,
        "end": 2927.5800000000004,
        "text": " You can set and measure objectives and key results with full visibility across teams"
    },
    {
        "start": 2927.98,
        "end": 2934.7000000000003,
        "text": " From documents to roadmaps to tables make it work for your specific needs by accessing hundreds of templates and get inspired by others"
    },
    {
        "start": 2934.78,
        "end": 2942.06,
        "text": " In coda's gallery coda empowers your startup to strategize plan and track goals effectively take advantage of this limited time offer for just startups"
    },
    {
        "start": 2942.3,
        "end": 2943.9,
        "text": " Go to coda.io"
    },
    {
        "start": 2943.9,
        "end": 2947.1800000000003,
        "text": " Slash wave today and get six free months of the coda team plan"
    },
    {
        "start": 2947.42,
        "end": 2953.9,
        "text": " So that's coda.io slash wave to get started for free and get six months free of the team plan"
    },
    {
        "start": 2953.9,
        "end": 2959.9,
        "text": " And coda.io slash wave support for the show today comes from net suite wondering what the future holds for the economy"
    },
    {
        "start": 2960.14,
        "end": 2964.14,
        "text": " But you're not alone and you're likely to get a dozen different predictions from every expert you ask"
    },
    {
        "start": 2964.62,
        "end": 2968.14,
        "text": " Bull or bear market inflation up or down. How does ai affect at all?"
    },
    {
        "start": 2968.2200000000003,
        "end": 2973.5,
        "text": " The truth is no one really knows for sure making it tough to confidently prepare your business for what's next"
    },
    {
        "start": 2973.7400000000002,
        "end": 2981.1,
        "text": " That's why over 38 000 businesses have turned to net suite by oracle a leading cloud erp solution that brings accounting finance"
    },
    {
        "start": 2981.42,
        "end": 2987.02,
        "text": " Inventory and hr together in one seamless platform. So with net suite you're doing more than managing your business"
    },
    {
        "start": 2987.1,
        "end": 2991.66,
        "text": " You're maximizing its potential net suite's real-time insights and forecasting let you stay ahead of the curve"
    },
    {
        "start": 2991.98,
        "end": 2997.3399999999997,
        "text": " Helping you close the books in days not weeks streamline expenses and keep your sights set on future growth"
    },
    {
        "start": 2997.74,
        "end": 3001.58,
        "text": " Net suite also offers the latest insights into ai and machine learning"
    },
    {
        "start": 3001.58,
        "end": 3005.02,
        "text": " So you're up to date with all the latest technological developments that can help your business"
    },
    {
        "start": 3005.2599999999998,
        "end": 3009.5,
        "text": " So you can download the cfos guide to ai and machine learning at net suite.com"
    },
    {
        "start": 3009.82,
        "end": 3012.4,
        "text": " Slash waveform the guide is free to you at net suite.com"
    },
    {
        "start": 3013.02,
        "end": 3015.02,
        "text": " Slash waveform net suite.com"
    },
    {
        "start": 3015.34,
        "end": 3020.14,
        "text": " Slash waveform. All right, welcome back. We have two more headlines and david really wants to pick one of these"
    },
    {
        "start": 3020.46,
        "end": 3025.66,
        "text": " Let's see if he can grab it. Oh, this is so dramatic. Yes. I got it"
    },
    {
        "start": 3026.14,
        "end": 3029.98,
        "text": " What is it? Okay, the headline says blue sky influx. Here we go"
    },
    {
        "start": 3031.9,
        "end": 3034.46,
        "text": " Here we go retention graph here we go"
    },
    {
        "start": 3034.86,
        "end": 3038.86,
        "text": " You guys know how much I love protocols buckle up. So in 1957"
    },
    {
        "start": 3039.58,
        "end": 3044.22,
        "text": " Launched into space. Yeah, wait, first of all, it's real because here's what happened. I saw this on my"
    },
    {
        "start": 3045.18,
        "end": 3048.3,
        "text": " Timeline and it was like a headline that said"
    },
    {
        "start": 3049.34,
        "end": 3054.54,
        "text": " A bunch of taylor swift fans are leaving. Oh, that is part of that is also a part of it"
    },
    {
        "start": 3054.7,
        "end": 3058.94,
        "text": " And I read that headline and I was like, no, they're not and I kept scrolling"
    },
    {
        "start": 3059.42,
        "end": 3061.42,
        "text": " Is what oh no, they're definitely wrong"
    },
    {
        "start": 3061.82,
        "end": 3063.82,
        "text": " Okay, so that's not when you say they did"
    },
    {
        "start": 3064.38,
        "end": 3066.38,
        "text": " I mean, is it like a few dozen of them?"
    },
    {
        "start": 3066.7000000000003,
        "end": 3070.7000000000003,
        "text": " Was it like a hundred and fifty of there's when you talk about taylor swift"
    },
    {
        "start": 3071.34,
        "end": 3078.38,
        "text": " A dozen is not a number in that scenario. You are talking tens of thousands exclusively in 500k units"
    },
    {
        "start": 3078.86,
        "end": 3086.1400000000003,
        "text": " I guess i'm operating on the tech blog scale of we need to report on a trend and if I see five tweets about this"
    },
    {
        "start": 3086.2200000000003,
        "end": 3088.38,
        "text": " It's a trend. Sure. Is it more than that?"
    },
    {
        "start": 3088.46,
        "end": 3092.54,
        "text": " I agree with you that too many people write articles based on like one tweet, right?"
    },
    {
        "start": 3092.62,
        "end": 3097.42,
        "text": " I agree with that, but I also think a lot of the old like tumblr-esque"
    },
    {
        "start": 3098.06,
        "end": 3104.06,
        "text": " Just like very quick stan-esque accounts are on twitter and taylor has a"
    },
    {
        "start": 3105.34,
        "end": 3107.34,
        "text": " Or had a very large"
    },
    {
        "start": 3107.74,
        "end": 3110.7799999999997,
        "text": " twitter following but now does not tweet"
    },
    {
        "start": 3111.18,
        "end": 3115.2599999999998,
        "text": " I haven't fully followed it but like I would not be surprised if they moved to blue sky. Okay"
    },
    {
        "start": 3115.82,
        "end": 3117.82,
        "text": " To do that somewhere else"
    },
    {
        "start": 3117.82,
        "end": 3120.3,
        "text": " I doubt it. Okay. Okay, so"
    },
    {
        "start": 3120.94,
        "end": 3126.54,
        "text": " Uh, yeah, okay. So basically every single time x does anything which is all the time"
    },
    {
        "start": 3127.26,
        "end": 3129.5,
        "text": " uh people leave and so"
    },
    {
        "start": 3130.38,
        "end": 3136.54,
        "text": " Basically people have been leaving that for blue sky recently every time they make a"
    },
    {
        "start": 3137.1000000000004,
        "end": 3139.82,
        "text": " Flunder or people just want to leave the platform and also"
    },
    {
        "start": 3140.3,
        "end": 3147.1000000000004,
        "text": " It used to be that people were flocking to threads, but people are finally realizing that threads is just tiktok for words"
    },
    {
        "start": 3147.1,
        "end": 3153.9,
        "text": " Because threads does not give you very much control of what you're saying like at all. There is technically a follower"
    },
    {
        "start": 3154.46,
        "end": 3159.42,
        "text": " Feed on mobile, but you can't default to it. So you're always going to go to the algorithmic feed"
    },
    {
        "start": 3160.22,
        "end": 3165.58,
        "text": " Uh, it's a lot of people just from instagram and facebook. There's a lot of random out of context"
    },
    {
        "start": 3166.2999999999997,
        "end": 3169.2599999999998,
        "text": " Threads like farming. Yeah, and then the algorithm is like"
    },
    {
        "start": 3169.8199999999997,
        "end": 3175.3399999999997,
        "text": " Incredibly strong at if you engage with anything by even like clicking into it just to read the comments"
    },
    {
        "start": 3176.06,
        "end": 3179.5,
        "text": " It's going to serve you a lot more of that stuff can confirm so on threads"
    },
    {
        "start": 3179.5,
        "end": 3182.38,
        "text": " it's really easy to just see a lot of stuff that like"
    },
    {
        "start": 3183.1800000000003,
        "end": 3187.34,
        "text": " You know you click on because you're like what and then your whole feed becomes that right now"
    },
    {
        "start": 3187.34,
        "end": 3191.98,
        "text": " My thread is like you live in new jersey. You want anything that just says the word new jersey"
    },
    {
        "start": 3192.6200000000003,
        "end": 3198.46,
        "text": " Like I got more of that. Yeah, so also, you know, I think people um are realizing that"
    },
    {
        "start": 3199.02,
        "end": 3202.54,
        "text": " Another meta platform is maybe not where they want to grow their audience at"
    },
    {
        "start": 3203.18,
        "end": 3208.3,
        "text": " And this kind of sucks because we did an entire episode on activity pub, which you should go watch"
    },
    {
        "start": 3209.1,
        "end": 3213.1,
        "text": " It is a really cool protocol that a lot of things are starting to use"
    },
    {
        "start": 3213.5,
        "end": 3219.9,
        "text": " But threads currently is kind of the bastion for activity pub because it has 275 million users as of last week"
    },
    {
        "start": 3220.54,
        "end": 3222.22,
        "text": " but in the last"
    },
    {
        "start": 3222.22,
        "end": 3228.06,
        "text": " Like week or so we just hit 14 million users on blue sky and now 15 million users on blue sky"
    },
    {
        "start": 3228.2999999999997,
        "end": 3234.86,
        "text": " And my entire threads feed probably just because I engaged with posts about it are just people saying i'm going to blue sky"
    },
    {
        "start": 3234.86,
        "end": 3238.94,
        "text": " Here's my new handle. Mm-hmm. So so it's like a super high"
    },
    {
        "start": 3239.56,
        "end": 3241.56,
        "text": " frequency echo chamber creator"
    },
    {
        "start": 3242.14,
        "end": 3248.46,
        "text": " Yes, what threads is yeah. Yeah, there's a guy that made that statistics website that just tracks blue sky"
    },
    {
        "start": 3248.94,
        "end": 3251.2599999999998,
        "text": " Likers and users and posters over time"
    },
    {
        "start": 3252.06,
        "end": 3257.18,
        "text": " And so just in the last couple of weeks they've weeks they've gained like tons of users"
    },
    {
        "start": 3257.3399999999997,
        "end": 3262.54,
        "text": " How many is tons though? They're up to 15 million and they gained I think I saw they gained a million or something"
    },
    {
        "start": 3262.54,
        "end": 3264.46,
        "text": " They gained like two million in the last week"
    },
    {
        "start": 3264.46,
        "end": 3269.3399999999997,
        "text": " And then they gained a million when brazil got temporarily banned from x that was a few months ago"
    },
    {
        "start": 3269.4199999999996,
        "end": 3272.06,
        "text": " Which was like yeah, like two months ago or so. Okay, so"
    },
    {
        "start": 3272.8599999999997,
        "end": 3276.46,
        "text": " I don't know. I mean, I think it sort of feels like they're growing blue sky is very cool"
    },
    {
        "start": 3276.62,
        "end": 3278.7,
        "text": " They use this protocol called the at protocol"
    },
    {
        "start": 3279.3399999999997,
        "end": 3284.3799999999997,
        "text": " Uh where basically you can have your own custom feeds and you can kind of control the way the algorithm works"
    },
    {
        "start": 3284.46,
        "end": 3289.1800000000003,
        "text": " It's almost the exact opposite of threads because threads is just like we're gonna do the algorithm for you"
    },
    {
        "start": 3289.1800000000003,
        "end": 3291.6600000000003,
        "text": " And on blue sky you basically create your own algorithm"
    },
    {
        "start": 3292.2200000000003,
        "end": 3298.86,
        "text": " Uh, they have this feature called starter packs where if someone that you follow decides to make a pack of people that they follow"
    },
    {
        "start": 3299.02,
        "end": 3301.02,
        "text": " You could just instantly follow all the same people"
    },
    {
        "start": 3301.58,
        "end": 3307.6600000000003,
        "text": " So it has a lot of onboarding features that I think people really like and it feels exactly like the old version of twitter"
    },
    {
        "start": 3308.2999999999997,
        "end": 3316.46,
        "text": " Um, the interesting thing about competing protocols is always going to be that there's a long period of time before we see anything that universally wins out"
    },
    {
        "start": 3317.24,
        "end": 3318.62,
        "text": " unfortunately"
    },
    {
        "start": 3318.62,
        "end": 3325.18,
        "text": " Activity pub is like the protocol that's published by the w3c and so it's not owned by anyone and that's awesome"
    },
    {
        "start": 3325.72,
        "end": 3328.2999999999997,
        "text": " Unfortunately blue sky is owned by blue sky"
    },
    {
        "start": 3328.94,
        "end": 3335.66,
        "text": " And the at protocol is open source, but it's still owned by a comp like blue sky still owned by a company"
    },
    {
        "start": 3336.06,
        "end": 3336.94,
        "text": " So"
    },
    {
        "start": 3336.94,
        "end": 3340.7,
        "text": " Kind of pick your poison. I don't know if we're ever gonna get back to a point where"
    },
    {
        "start": 3341.3399999999997,
        "end": 3345.8999999999996,
        "text": " We had the same social media that twitter used to be. I don't think that's ever gonna happen again"
    },
    {
        "start": 3346.7,
        "end": 3349.42,
        "text": " um, but it's just been really interesting seeing people kind of like"
    },
    {
        "start": 3350.22,
        "end": 3356.3999999999996,
        "text": " Moving around to all these different options. Yeah, so this website is really interesting. Yeah, i'm trying to contextualize"
    },
    {
        "start": 3357.3399999999997,
        "end": 3361.1,
        "text": " What 15 million users looks like and like the rate of people joining per day?"
    },
    {
        "start": 3361.74,
        "end": 3365.18,
        "text": " Um the bottom of the website maybe we can link this in the show notes"
    },
    {
        "start": 3365.66,
        "end": 3371.66,
        "text": " Um shows followers per user percentile. So if you have six followers, you're in the 75th percentile of all of blue sky"
    },
    {
        "start": 3372.22,
        "end": 3375.3399999999997,
        "text": " Uh, and if you have 400 followers, you're in the 99th percentile of all"
    },
    {
        "start": 3376.14,
        "end": 3380.94,
        "text": " So there's lots that means there's lots of new people. Yeah, because most people have zero followers. They're just joining and like"
    },
    {
        "start": 3381.66,
        "end": 3387.5,
        "text": " Hopping around following a few people. So yeah, yeah that is that is indicative of activity"
    },
    {
        "start": 3387.66,
        "end": 3393.74,
        "text": " Yeah, I specifically like that you can just default to the following feed and just look at everything at all the people that you're following"
    },
    {
        "start": 3393.98,
        "end": 3399.66,
        "text": " There's also a popular with friends option, which is algorithmic but based on the people you're following"
    },
    {
        "start": 3399.82,
        "end": 3405.1,
        "text": " Which is a nice sort of like, you know narrow version of that and then there's discover which is what's popular"
    },
    {
        "start": 3405.42,
        "end": 3409.02,
        "text": " And then you can follow your own feeds based on feeds that people create"
    },
    {
        "start": 3409.1,
        "end": 3414.62,
        "text": " So I just it's very intentional social media, which is very cool. You don't have it defaulting to the dog pics feed"
    },
    {
        "start": 3415.58,
        "end": 3421.3399999999997,
        "text": " It's funny because there's a picture of a dog on his screen right now from tom warren, um, but yeah, I don't know"
    },
    {
        "start": 3421.42,
        "end": 3425.5,
        "text": " It's fun. I do have it on your phone. I do have the app. The app is really good"
    },
    {
        "start": 3425.5,
        "end": 3428.14,
        "text": " It actually was originally only on yeah"
    },
    {
        "start": 3428.14,
        "end": 3433.18,
        "text": " Yeah, I was on it when it was invite only and messed around for a while, but that was not a great experience"
    },
    {
        "start": 3433.74,
        "end": 3439.58,
        "text": " Yeah, because that felt like a lot of kind of what threads feels like right now, which is like hey, i'm new to threads"
    },
    {
        "start": 3439.58,
        "end": 3444.38,
        "text": " Who can I find here? That's like cool to chat with or whatever, which is kind of weird"
    },
    {
        "start": 3444.62,
        "end": 3450.62,
        "text": " But um, i've been on threads a lot more lately. I don't really like it because it's addictive and no well"
    },
    {
        "start": 3450.8599999999997,
        "end": 3454.54,
        "text": " That's the thing. I don't like I i've stopped. I took twitter off my phone"
    },
    {
        "start": 3454.8599999999997,
        "end": 3457.66,
        "text": " I put threads there and i've been calling threads like the"
    },
    {
        "start": 3458.2,
        "end": 3464.7,
        "text": " Nicotine gum of like my social media experience right now of like i just want to scroll twitter was the cigarettes that I was using"
    },
    {
        "start": 3464.7799999999997,
        "end": 3467.3399999999997,
        "text": " All of the time i'm like I need to stop twitter"
    },
    {
        "start": 3467.8199999999997,
        "end": 3472.14,
        "text": " Let's go on threads and it's like and it's basically like oh I I press"
    },
    {
        "start": 3472.22,
        "end": 3476.2999999999997,
        "text": " I put it in the exact same spot on my phone where twitter was so I just default click it"
    },
    {
        "start": 3476.62,
        "end": 3480.8599999999997,
        "text": " And then after like three posts i'm just like I don't need to do this and then I don't do it"
    },
    {
        "start": 3481.1,
        "end": 3486.62,
        "text": " Yeah, and then it's it's slowly weaning me off of that level of like quick post social media"
    },
    {
        "start": 3486.7,
        "end": 3490.2999999999997,
        "text": " And now I just play the pokemon card game instead. Yeah, yeah, which is really good"
    },
    {
        "start": 3490.3799999999997,
        "end": 3491.8199999999997,
        "text": " It is really good after we talked about it"
    },
    {
        "start": 3491.8199999999997,
        "end": 3497.42,
        "text": " The thing I love about blue sky right now is like the alternate feed so I can use a feed just for looking at news"
    },
    {
        "start": 3497.42,
        "end": 3501.02,
        "text": " For the podcast and I can also use a feed for what my friends are talking about"
    },
    {
        "start": 3501.34,
        "end": 3503.74,
        "text": " And when you go to the friend feed or the following feed yeah"
    },
    {
        "start": 3503.74,
        "end": 3509.34,
        "text": " Not friends just the following feed you can kind of scroll down until you like oh I recognize that post"
    },
    {
        "start": 3509.66,
        "end": 3513.34,
        "text": " Oh the last time I opened it that was the first one so now i'm done and then you get off"
    },
    {
        "start": 3514.04,
        "end": 3517.1,
        "text": " Chronological feeds it's great. I miss google plus"
    },
    {
        "start": 3519.18,
        "end": 3524.7,
        "text": " We could have had it all google plus was the google glass of social media. Yeah"
    },
    {
        "start": 3526.54,
        "end": 3528.3,
        "text": " Think about it"
    },
    {
        "start": 3528.38,
        "end": 3531.9,
        "text": " Think about it. It was ahead of his time. Anyway, yeah, it's fascinating. It is growing a lot"
    },
    {
        "start": 3531.98,
        "end": 3536.54,
        "text": " I kind of think where they fumbled was they kept it invite only for too long"
    },
    {
        "start": 3537.02,
        "end": 3540.38,
        "text": " There was a period of time where it was extremely hyped because it was invite only"
    },
    {
        "start": 3540.7000000000003,
        "end": 3542.1400000000003,
        "text": " But if you do that for too long"
    },
    {
        "start": 3542.1400000000003,
        "end": 3547.1000000000004,
        "text": " I think arc also had this issue and many applications will have this issue where they just keep it too"
    },
    {
        "start": 3547.6600000000003,
        "end": 3553.9,
        "text": " closed off for too long and then alternative alternatives pop up and people lose interest and if they'd opened it up like"
    },
    {
        "start": 3554.86,
        "end": 3557.9,
        "text": " Four or five months earlier, I think that they would have had a lot more growth"
    },
    {
        "start": 3557.98,
        "end": 3561.42,
        "text": " But it's interesting to see their growth right now. Anyway, yeah"
    },
    {
        "start": 3561.7400000000002,
        "end": 3563.5,
        "text": " um, yeah"
    },
    {
        "start": 3563.5,
        "end": 3566.86,
        "text": " So I feel like social media is just turning into this thing of like you get really into it"
    },
    {
        "start": 3566.86,
        "end": 3568.46,
        "text": " Then you don't really want to use it anymore"
    },
    {
        "start": 3568.46,
        "end": 3574.06,
        "text": " But you kind of have to keep it around for some sort of contact with a couple people at this point now facebook and twitter"
    },
    {
        "start": 3574.06,
        "end": 3578.14,
        "text": " It's just like I've realized I know people on there where that's the only way I can contact them"
    },
    {
        "start": 3578.2200000000003,
        "end": 3582.14,
        "text": " So I have to keep them but maybe I should just ask for their email. Yeah"
    },
    {
        "start": 3583.02,
        "end": 3590.72,
        "text": " Yeah, email is forever. I don't post on my personal facebook, but it is like it's all my it's an era of communication"
    },
    {
        "start": 3591.2599999999998,
        "end": 3595.98,
        "text": " Basically. Yeah. Yeah. Anyway, yeah, it's really interesting to see that grow"
    },
    {
        "start": 3597.02,
        "end": 3601.3399999999997,
        "text": " Keep tracking it you pick you want to pick? Yeah. Yeah, make make sure it's a good one. Okay"
    },
    {
        "start": 3603.42,
        "end": 3605.42,
        "text": " Make sure it's about protocols"
    },
    {
        "start": 3605.5,
        "end": 3607.18,
        "text": " That's right"
    },
    {
        "start": 3607.18,
        "end": 3610.62,
        "text": " It's about pro. It's about pro. It's about final cut pro"
    },
    {
        "start": 3611.3399999999997,
        "end": 3613.18,
        "text": " final cut pro"
    },
    {
        "start": 3613.18,
        "end": 3615.66,
        "text": " updates is the last one and"
    },
    {
        "start": 3617.02,
        "end": 3621.74,
        "text": " God, i'm I so i'm so torn. I have so much to say here. Where do I start? It's a big update. Okay"
    },
    {
        "start": 3622.22,
        "end": 3624.22,
        "text": " Perfect that this is at the end. I know"
    },
    {
        "start": 3624.94,
        "end": 3628.7,
        "text": " I'm gonna try to keep it as short as david's blue sky context. How about that? Okay"
    },
    {
        "start": 3628.94,
        "end": 3631.98,
        "text": " Okay, so i've been reviewing this macbook pro right m4 max"
    },
    {
        "start": 3632.14,
        "end": 3635.5,
        "text": " It's the equivalent of the m1 max that i've been using for years and"
    },
    {
        "start": 3635.98,
        "end": 3641.5,
        "text": " I've been like teetering on is this finally the one I should upgrade to I really it's very much faster than wow"
    },
    {
        "start": 3641.5,
        "end": 3645.66,
        "text": " This nanotexture is so great. Like it's got thunderbolt 5. It's future proof. I think this might be the one"
    },
    {
        "start": 3646.62,
        "end": 3648.62,
        "text": " I don't need it. Maybe I should get it"
    },
    {
        "start": 3649.1,
        "end": 3651.1,
        "text": " final cut pro updates come out"
    },
    {
        "start": 3651.26,
        "end": 3656.86,
        "text": " Really really solid updates. I think some of us saw this coming because there was some sort of teasers in the keynote, but"
    },
    {
        "start": 3657.9,
        "end": 3662.38,
        "text": " It's final cut pro 11 and the main new feature is called magnetic mask"
    },
    {
        "start": 3662.94,
        "end": 3669.82,
        "text": " If anyone's been editing videos for more than a few years you've at least dabbled in or heard about rotoscoping which is"
    },
    {
        "start": 3670.78,
        "end": 3675.9,
        "text": " A very difficult manual technique, but to cut out the subject of a video"
    },
    {
        "start": 3676.62,
        "end": 3679.42,
        "text": " Right. So if you have if you have a photo of the subject in the front, you know"
    },
    {
        "start": 3679.5,
        "end": 3683.02,
        "text": " Photoshop has gotten advanced ai tools to cut out the subject. It's gotten better and better over time"
    },
    {
        "start": 3683.02,
        "end": 3686.62,
        "text": " It's really super good now. There are like pixelmator tools that do it now"
    },
    {
        "start": 3686.62,
        "end": 3691.82,
        "text": " But in video it's always been this thing because the subject's going to move you have to do every single frame"
    },
    {
        "start": 3692.3,
        "end": 3696.06,
        "text": " And so rotoscoping is a technique to cut every single frame often"
    },
    {
        "start": 3696.76,
        "end": 3700.78,
        "text": " Excruciating amounts of time to do this but with the advent of these ai tools"
    },
    {
        "start": 3701.5800000000004,
        "end": 3707.1000000000004,
        "text": " It's become a plug-in away like motion vfx has I think it's called m roto ai"
    },
    {
        "start": 3707.42,
        "end": 3712.7000000000003,
        "text": " Where I click the subject and hit track and it analyzes figures out what the subject is"
    },
    {
        "start": 3713.1000000000004,
        "end": 3717.98,
        "text": " Cuts it all out and then moves forward a frame cuts all out again moves forward a frame and just goes goes goes goes goes"
    },
    {
        "start": 3717.98,
        "end": 3719.98,
        "text": " And does the whole thing for me"
    },
    {
        "start": 3720.06,
        "end": 3722.06,
        "text": " Really really impressive stuff"
    },
    {
        "start": 3722.36,
        "end": 3724.22,
        "text": " Magnetic mask"
    },
    {
        "start": 3724.22,
        "end": 3726.86,
        "text": " Is this all built into final cut pro now?"
    },
    {
        "start": 3727.42,
        "end": 3729.1,
        "text": " And I haven't actually tried it yet"
    },
    {
        "start": 3729.1,
        "end": 3737.02,
        "text": " But I assume that this will take advantage directly of the improved neural engine on the m4 max chip"
    },
    {
        "start": 3737.1,
        "end": 3743.7400000000002,
        "text": " Which is making me really want this laptop so I can do that more. So that's the main thing. That's the number one"
    },
    {
        "start": 3744.2,
        "end": 3746.2,
        "text": " headlining new feature ai powered"
    },
    {
        "start": 3746.68,
        "end": 3750.52,
        "text": " Essentially rotoscoping, but they're they're branding it magnetic mask cool tracking great"
    },
    {
        "start": 3752.2,
        "end": 3755.66,
        "text": " There's also ai captions and translation"
    },
    {
        "start": 3756.4399999999996,
        "end": 3761.16,
        "text": " So you can basically create a transcription in any language of I don't know about any language"
    },
    {
        "start": 3761.16,
        "end": 3763.3199999999997,
        "text": " But it seems like multiple languages based on what i've seen"
    },
    {
        "start": 3764.4399999999996,
        "end": 3766.4399999999996,
        "text": " which is very useful because I"
    },
    {
        "start": 3767.0,
        "end": 3772.6,
        "text": " Don't trust youtube auto-generated captions. So for every single video I pay a service"
    },
    {
        "start": 3773.24,
        "end": 3776.36,
        "text": " That has a human go through and create"
    },
    {
        "start": 3776.92,
        "end": 3780.8399999999997,
        "text": " And type out manual captions for at least in english every single video"
    },
    {
        "start": 3781.08,
        "end": 3785.72,
        "text": " It cost me like 50 bucks a video. I do it for every video if this is good"
    },
    {
        "start": 3787.08,
        "end": 3790.2,
        "text": " Saves me 50 bucks video if you trust it if you trust it"
    },
    {
        "start": 3790.2799999999997,
        "end": 3794.68,
        "text": " I will be trying it and seeing if it's as good as youtube's or as good as the humans we shall see"
    },
    {
        "start": 3795.72,
        "end": 3801.3199999999997,
        "text": " Uh, there you go. Yeah, I taking a human job. And then the last one is uh, ai or spatial video"
    },
    {
        "start": 3801.32,
        "end": 3803.32,
        "text": " You can edit spatial video now in final cut pro 11"
    },
    {
        "start": 3803.32,
        "end": 3807.96,
        "text": " Which is great if you're shooting spatial video on your iphone and you want to shoot it into your vision pro then"
    },
    {
        "start": 3808.36,
        "end": 3813.0800000000004,
        "text": " This is how you'll do it fantastic 300 bucks final cut pro 11 very exciting for me. I"
    },
    {
        "start": 3813.7200000000003,
        "end": 3819.6400000000003,
        "text": " Think this is the last nail in the coffin for my m1 max laptop. I think I now have to get the m4"
    },
    {
        "start": 3820.1200000000003,
        "end": 3824.6000000000004,
        "text": " Do you think that this is a big enough upgrade for them to warrant the entire version?"
    },
    {
        "start": 3825.32,
        "end": 3828.1200000000003,
        "text": " Change I think the amount of upgrades required"
    },
    {
        "start": 3828.8399999999997,
        "end": 3832.12,
        "text": " To get to warrant a version change gets smaller every year"
    },
    {
        "start": 3832.3599999999997,
        "end": 3833.24,
        "text": " Yeah"
    },
    {
        "start": 3833.24,
        "end": 3837.72,
        "text": " In the same way that like android gets a bunch of tiny upgrades and they're like it's android"
    },
    {
        "start": 3838.1,
        "end": 3843.16,
        "text": " 15 or whatever. Yeah, but final cut pro 10 has been around forever so long"
    },
    {
        "start": 3843.56,
        "end": 3850.2,
        "text": " That I feel like you would need sort of like a visual refresh in order to yeah, it's been like 15 years, hasn't it?"
    },
    {
        "start": 3850.6,
        "end": 3852.6,
        "text": " Final cut is very old. I would say that"
    },
    {
        "start": 3853.48,
        "end": 3857.56,
        "text": " you could argue that this new advent of ai features is"
    },
    {
        "start": 3858.12,
        "end": 3859.56,
        "text": " a good enough"
    },
    {
        "start": 3859.56,
        "end": 3861.56,
        "text": " Inflection point to warrant a new number"
    },
    {
        "start": 3861.88,
        "end": 3866.6,
        "text": " I think there's going to be more ai features in the future and I think this is the first new ai features and you can"
    },
    {
        "start": 3866.6,
        "end": 3867.7999999999997,
        "text": " Go. All right"
    },
    {
        "start": 3867.7999999999997,
        "end": 3869.7999999999997,
        "text": " 11 for this"
    },
    {
        "start": 3869.96,
        "end": 3875.08,
        "text": " Trivia adam and ellis when did final cut pro 10 2011 cut they looked it up too"
    },
    {
        "start": 3875.7999999999997,
        "end": 3881.7999999999997,
        "text": " We all looked it up. Yeah, 21st 2011. Yeah, it's been okay new trivia question. When did final cut come out?"
    },
    {
        "start": 3882.2,
        "end": 3885.72,
        "text": " I know this don't look it up. What do you think it came out? It came out"
    },
    {
        "start": 3886.4399999999996,
        "end": 3888.4399999999996,
        "text": " I know this it came out after"
    },
    {
        "start": 3890.04,
        "end": 3895.0,
        "text": " Hold on. Hold on. Hold on. Are we okay? Wait, are you talking about when did final cut come out or when did"
    },
    {
        "start": 3895.7999999999997,
        "end": 3900.8399999999997,
        "text": " Apple when did final cut apples first publish because it was a thing before apple purchased it"
    },
    {
        "start": 3901.3999999999996,
        "end": 3908.2,
        "text": " It was a yes, I would say when it was apple's final cut. Okay, apple's final cut came out"
    },
    {
        "start": 3909.0,
        "end": 3910.4199999999996,
        "text": " in"
    },
    {
        "start": 3910.4199999999996,
        "end": 3912.4199999999996,
        "text": " 2000 nope in"
    },
    {
        "start": 3913.12,
        "end": 3915.12,
        "text": " 98 99"
    },
    {
        "start": 3915.7000000000003,
        "end": 3924.02,
        "text": " 1999 close it's been 25 years. Yeah. Oh they did they developed okay, they acquired it in 98, but they released it in 99"
    },
    {
        "start": 3924.42,
        "end": 3929.94,
        "text": " Yeah, it was first on stage in 99. Yeah, so yeah, it's final cut is old. This is a new version number"
    },
    {
        "start": 3930.02,
        "end": 3934.42,
        "text": " I think it's fair that it's 11. It's a whole bunch of new ai features. I'm going to be trying magnetic mask"
    },
    {
        "start": 3934.5,
        "end": 3938.42,
        "text": " I'm probably going to add this to the laptop review before it goes out because I think it's that interesting"
    },
    {
        "start": 3938.42,
        "end": 3940.42,
        "text": " I want to try it. Hopefully I can get my hands on it"
    },
    {
        "start": 3940.98,
        "end": 3947.7000000000003,
        "text": " There's also a new final cut pro for ipad improvements including ai enhance"
    },
    {
        "start": 3948.02,
        "end": 3950.42,
        "text": " For light and color you hit a button. It looks better whoop-de-doo"
    },
    {
        "start": 3951.06,
        "end": 3957.2200000000003,
        "text": " Adding new stuff to the content library new effects new transitions, etc and pencil pro haptics and new"
    },
    {
        "start": 3957.78,
        "end": 3959.78,
        "text": " inks for live drawing"
    },
    {
        "start": 3961.46,
        "end": 3965.46,
        "text": " I still want to try editing a podcast on an ipad pro. It would be so difficult"
    },
    {
        "start": 3965.7,
        "end": 3970.66,
        "text": " I'm sure it's possible. They have it on ipad mini as well now. Oh my god. I wouldn't do it on ipad"
    },
    {
        "start": 3972.18,
        "end": 3976.26,
        "text": " Of what final cut pro looks like on ipad mini, it's very funny really funny. Yeah"
    },
    {
        "start": 3976.66,
        "end": 3979.62,
        "text": " Um, there's new logic pro improvements as well"
    },
    {
        "start": 3979.78,
        "end": 3987.2200000000003,
        "text": " Ellis might find interesting that the quantech room simulator is coming as a free update the most acoustically accurate room simulator"
    },
    {
        "start": 3987.62,
        "end": 3991.3,
        "text": " Reverb generator ever that'll be built into logic pro allegedly"
    },
    {
        "start": 3991.94,
        "end": 3996.26,
        "text": " Um as well as plug and search and some new sounds and built-in stuff as well"
    },
    {
        "start": 3996.7400000000002,
        "end": 4000.6600000000003,
        "text": " And final cut camera is getting an update hvc log recording"
    },
    {
        "start": 4000.6600000000003,
        "end": 4005.78,
        "text": " So you don't have to do pro res log you can do hvc log and get more color space more dynamic range"
    },
    {
        "start": 4005.86,
        "end": 4011.1400000000003,
        "text": " But still smaller file sizes. Mm. Great and live let viewing on it live let previews"
    },
    {
        "start": 4011.38,
        "end": 4018.02,
        "text": " 4k 120 from the iphone 16 pro and pro max. Yes, but yeah, i'm i'm excited to try final cut pro 11"
    },
    {
        "start": 4018.98,
        "end": 4025.06,
        "text": " And it may be yeah the the reason that I upgrade this laptop and i'm very curious to play with magnetic mask"
    },
    {
        "start": 4025.22,
        "end": 4026.98,
        "text": " No, you said"
    },
    {
        "start": 4026.98,
        "end": 4032.5,
        "text": " You think it's for using the new neural engine. Do yes, there's no confirmation that it has to be on"
    },
    {
        "start": 4032.9,
        "end": 4038.58,
        "text": " No, so the deduction the reasoning i'm using is that this is apple's own app. It is"
    },
    {
        "start": 4039.36,
        "end": 4040.66,
        "text": " specifically"
    },
    {
        "start": 4040.66,
        "end": 4043.46,
        "text": " it's ai powered obviously and"
    },
    {
        "start": 4044.42,
        "end": 4051.62,
        "text": " If anyone has the ability to plug directly in to the neuro the neural cores and you know m4 series chips"
    },
    {
        "start": 4051.86,
        "end": 4058.42,
        "text": " It's it's the final cut team and they get to play with those chips and hopefully maximize its efficiency and the neural engine on"
    },
    {
        "start": 4058.98,
        "end": 4064.42,
        "text": " This m4 max chip is I think either twice or four times as fast or something crazy as the m1 max"
    },
    {
        "start": 4065.3,
        "end": 4069.54,
        "text": " So that's great. Cool. You should do an export test on both. I think I should do a tracking test"
    },
    {
        "start": 4070.5,
        "end": 4073.54,
        "text": " Because exports are already faster i've already done export test is twice as fast"
    },
    {
        "start": 4073.86,
        "end": 4080.74,
        "text": " But the adding a mask and like masking an effect or just like I want this subject to have this behind it separate the layers"
    },
    {
        "start": 4080.74,
        "end": 4082.42,
        "text": " Do the tracking for this 30 second clip?"
    },
    {
        "start": 4082.42,
        "end": 4087.14,
        "text": " How long does that track take is it real time for aka for pro res for red footage?"
    },
    {
        "start": 4087.14,
        "end": 4089.14,
        "text": " Like I want to try a bunch of tracking stuff"
    },
    {
        "start": 4090.02,
        "end": 4092.2599999999998,
        "text": " If it's four times as fast on this laptop, that's"
    },
    {
        "start": 4093.06,
        "end": 4095.06,
        "text": " That's worth it. So"
    },
    {
        "start": 4095.38,
        "end": 4099.38,
        "text": " Yeah, cool. That's the last headline it is we have one more thing in the hat though"
    },
    {
        "start": 4099.94,
        "end": 4104.18,
        "text": " It is kind of in the hat. What is this? I don't want to is this someone's birthday. It is"
    },
    {
        "start": 4105.22,
        "end": 4108.9,
        "text": " A piece of fan art that we got sent. That is really awesome"
    },
    {
        "start": 4109.14,
        "end": 4111.7,
        "text": " I think we all shared this but we haven't shown it on the pod yet"
    },
    {
        "start": 4112.0199999999995,
        "end": 4116.18,
        "text": " But someone made waveform podcast fan art with a bunch of different sayings"
    },
    {
        "start": 4116.74,
        "end": 4118.5,
        "text": " And all of us"
    },
    {
        "start": 4118.5,
        "end": 4121.38,
        "text": " So with our sayings of the internet. Yeah, what are the different ones?"
    },
    {
        "start": 4121.38,
        "end": 4126.1,
        "text": " I just noticed i'm sitting in exactly the same position that they're bringing me in right now. It's a me"
    },
    {
        "start": 4126.820000000001,
        "end": 4129.64,
        "text": " So it says ellis is saying the great state of california"
    },
    {
        "start": 4130.740000000001,
        "end": 4131.9400000000005,
        "text": " Nailed it"
    },
    {
        "start": 4131.9400000000005,
        "end": 4133.9400000000005,
        "text": " adam saying trivia, dude"
    },
    {
        "start": 4134.740000000001,
        "end": 4136.740000000001,
        "text": " I'm saying no david is saying"
    },
    {
        "start": 4137.14,
        "end": 4141.14,
        "text": " Bad, no, don't do that. Did you say that or did else that was that was you? Okay? Yeah"
    },
    {
        "start": 4141.54,
        "end": 4144.660000000001,
        "text": " I'm saying I like my dominos and I like my pizza"
    },
    {
        "start": 4146.58,
        "end": 4152.02,
        "text": " Perfect no notes. Yeah, and then and marquez is saying you can do what you want kids you can do anything"
    },
    {
        "start": 4153.22,
        "end": 4154.740000000001,
        "text": " There's also some other"
    },
    {
        "start": 4155.139999999999,
        "end": 4157.38,
        "text": " Bingo, let's go. It's a feature. Not a bug"
    },
    {
        "start": 4158.66,
        "end": 4162.42,
        "text": " When did we say I can floss my teeth with 16 gigs only a few weeks ago?"
    },
    {
        "start": 4163.0599999999995,
        "end": 4165.0599999999995,
        "text": " They're on then yeah, that's good"
    },
    {
        "start": 4165.7,
        "end": 4171.139999999999,
        "text": " This is wonderful. Yeah, very very cool piece of fan art. Thank you very much. We do have a lot of waveform isms"
    },
    {
        "start": 4171.62,
        "end": 4175.46,
        "text": " We do turns out maybe too many maybe too many or maybe not enough. Maybe not enough. Yeah"
    },
    {
        "start": 4175.7,
        "end": 4176.98,
        "text": " We're gonna need a bigger piece of paper"
    },
    {
        "start": 4176.98,
        "end": 4180.5,
        "text": " Yeah, we're gonna we're gonna print it out big and hang it up somewhere and just uh, if you are"
    },
    {
        "start": 4180.74,
        "end": 4187.22,
        "text": " If you who made this are listening, please do not stop making stuff because you clearly are very good at it extremely talented"
    },
    {
        "start": 4187.3,
        "end": 4192.18,
        "text": " Yeah, I think we all I feel like a lot of the first things we all made were like fan art or something"
    },
    {
        "start": 4192.26,
        "end": 4195.46,
        "text": " This is the second piece of fan art. I've seen that says shut up. Ellis on it"
    },
    {
        "start": 4196.58,
        "end": 4198.58,
        "text": " That's pretty awesome interesting"
    },
    {
        "start": 4200.26,
        "end": 4206.74,
        "text": " Well, I think without any further ado we should do trivia shut up, oh, sorry, sorry, sorry"
    },
    {
        "start": 4206.74,
        "end": 4208.74,
        "text": " Okay"
    },
    {
        "start": 4209.0599999999995,
        "end": 4211.0599999999995,
        "text": " Trivia dude"
    },
    {
        "start": 4211.46,
        "end": 4215.62,
        "text": " Quick update on the score marquez and david tied with 23 a piece"
    },
    {
        "start": 4216.179999999999,
        "end": 4220.099999999999,
        "text": " Andrew running away with it with 27. Whoa. Oh"
    },
    {
        "start": 4220.74,
        "end": 4227.46,
        "text": " Yeah, let's go. I hope that extra trivia extravaganza completely messes this up. Oh it will don't you worry good?"
    },
    {
        "start": 4227.94,
        "end": 4229.78,
        "text": " Okay, so the first question"
    },
    {
        "start": 4229.78,
        "end": 4235.54,
        "text": " Midi has velocity that has a range from zero to what number?"
    },
    {
        "start": 4236.98,
        "end": 4238.66,
        "text": " Oh, okay"
    },
    {
        "start": 4238.66,
        "end": 4244.58,
        "text": " This might be a hint. It might not be but actually all parameters in midi are constrained to this number"
    },
    {
        "start": 4244.66,
        "end": 4249.54,
        "text": " This doesn't work specifically because it is the maximum bit depth"
    },
    {
        "start": 4250.16,
        "end": 4251.219999999999,
        "text": " possible"
    },
    {
        "start": 4251.219999999999,
        "end": 4253.219999999999,
        "text": " in a mini word"
    },
    {
        "start": 4253.5199999999995,
        "end": 4255.139999999999,
        "text": " Madagascar"
    },
    {
        "start": 4255.139999999999,
        "end": 4257.139999999999,
        "text": " Madagascar 3"
    },
    {
        "start": 4257.219999999999,
        "end": 4260.179999999999,
        "text": " Madagascar escape to africa the madagascar ring"
    },
    {
        "start": 4260.98,
        "end": 4264.0199999999995,
        "text": " Are these now just things that han zimmer has scored? Yes"
    },
    {
        "start": 4264.02,
        "end": 4266.02,
        "text": " Yes"
    },
    {
        "start": 4266.18,
        "end": 4269.06,
        "text": " Flip him and read what do we got? Oh, okay"
    },
    {
        "start": 4271.06,
        "end": 4275.38,
        "text": " Cooking right now everyone has a different answer david. What's yours? I put 128"
    },
    {
        "start": 4276.5,
        "end": 4278.26,
        "text": " I put one"
    },
    {
        "start": 4278.26,
        "end": 4283.22,
        "text": " Thousand i put 255 david. We got to talk about your answer. Yeah, david. We got to talk about your answer"
    },
    {
        "start": 4283.780000000001,
        "end": 4286.740000000001,
        "text": " I'm not a musician, but you are a computer person"
    },
    {
        "start": 4287.3,
        "end": 4289.9400000000005,
        "text": " Okay. Okay. So why did you pick 128?"
    },
    {
        "start": 4290.660000000001,
        "end": 4292.660000000001,
        "text": " Because it's half of 256"
    },
    {
        "start": 4293.3,
        "end": 4298.18,
        "text": " Oh, okay. Never mind. I guess we don't have to talk about your answer marquez. Why did you pick 256?"
    },
    {
        "start": 4298.42,
        "end": 4304.099999999999,
        "text": " He picked 255 and why did you pick 255? Zero is still a value because I was going from zero to 256"
    },
    {
        "start": 4304.82,
        "end": 4310.98,
        "text": " 256 total which would be zero to 255. Yes, which is a kilobyte which is an eight bit"
    },
    {
        "start": 4311.7,
        "end": 4317.78,
        "text": " Number, sorry, not a kilobyte. So sure wipe that out. There are so david midi is"
    },
    {
        "start": 4318.5,
        "end": 4320.099999999999,
        "text": " seven bits"
    },
    {
        "start": 4320.18,
        "end": 4326.900000000001,
        "text": " Meaning that the maximum value described by a seven bit or how many discrete values are there in a seven bit number?"
    },
    {
        "start": 4327.700000000001,
        "end": 4331.54,
        "text": " Hold on. Wait, wait, wait two seven bits. Jeez 16 a lot"
    },
    {
        "start": 4332.88,
        "end": 4338.34,
        "text": " 128 in seven bits 127. There's 128 discrete values possible"
    },
    {
        "start": 4338.740000000001,
        "end": 4346.02,
        "text": " But like you said zero is a value meaning 127. Dang, man is the correct wait. There's 126 but zero is a value"
    },
    {
        "start": 4346.5,
        "end": 4352.18,
        "text": " There's 128 discrete values in a seven bit number, but zero is one of those values meaning that"
    },
    {
        "start": 4353.6,
        "end": 4354.9800000000005,
        "text": " 127"
    },
    {
        "start": 4354.9800000000005,
        "end": 4361.38,
        "text": " Is the max but can zero be a velocity? That's what we're saying velocity is I mean zero is that there's no nothing being played"
    },
    {
        "start": 4361.38,
        "end": 4365.860000000001,
        "text": " No, that's what we're saying. It's zero to 127 not one to 128 if you'd combined our logic"
    },
    {
        "start": 4365.860000000001,
        "end": 4367.9400000000005,
        "text": " We would have got it. Yeah, but zero is"
    },
    {
        "start": 4370.02,
        "end": 4374.5,
        "text": " But that wasn't the question the question was zero to what what was the highest number in the range?"
    },
    {
        "start": 4375.06,
        "end": 4382.34,
        "text": " Yeah, oh, come on. Yeah, that's what I that's why I put 255. That's why he put 255. Yeah, our logic combined would have got it. Oh"
    },
    {
        "start": 4383.38,
        "end": 4385.38,
        "text": " Anyway, sorry question number two"
    },
    {
        "start": 4386.02,
        "end": 4391.22,
        "text": " I need that one. You're done too when you're right funky car time guys. I'm gonna name four cars"
    },
    {
        "start": 4392.02,
        "end": 4394.02,
        "text": " And you have to tell me which one is fake or"
    },
    {
        "start": 4394.9,
        "end": 4396.9,
        "text": " If they're all real"
    },
    {
        "start": 4397.7,
        "end": 4401.78,
        "text": " The reno le car le car"
    },
    {
        "start": 4402.74,
        "end": 4407.3,
        "text": " The amc gremlin the amc gremlin"
    },
    {
        "start": 4408.34,
        "end": 4413.54,
        "text": " The isuzu mysterious utility wizard also called the honda passport"
    },
    {
        "start": 4414.9,
        "end": 4416.5,
        "text": " the Subaru"
    },
    {
        "start": 4416.5,
        "end": 4418.5,
        "text": " brat"
    },
    {
        "start": 4418.9,
        "end": 4422.58,
        "text": " Or yeah, sorry, I didn't make any of these up"
    },
    {
        "start": 4424.099999999999,
        "end": 4428.66,
        "text": " All right, let's read them boys. Uh marquez. Why don't you go first the gremlin?"
    },
    {
        "start": 4429.3,
        "end": 4433.139999999999,
        "text": " The amc gremlin made by american motor company is real. Wow"
    },
    {
        "start": 4433.7,
        "end": 4435.3,
        "text": " I also put gremlin"
    },
    {
        "start": 4435.3,
        "end": 4439.0599999999995,
        "text": " Which means I think not only is the gremlin cool. I mean real but it is cool"
    },
    {
        "start": 4439.78,
        "end": 4446.42,
        "text": " David I put all of the above that is correct. I didn't make any of those up. I know the brad all real"
    },
    {
        "start": 4447.3,
        "end": 4449.0599999999995,
        "text": " I was either between"
    },
    {
        "start": 4449.0599999999995,
        "end": 4451.3,
        "text": " Now i'm doing that. I almost knew this thing but um"
    },
    {
        "start": 4452.98,
        "end": 4454.98,
        "text": " I don't expect you to say reno"
    },
    {
        "start": 4455.379999999999,
        "end": 4459.379999999999,
        "text": " Like that unless you you know, unless you didn't create it because that's how you pronounce it"
    },
    {
        "start": 4460.0199999999995,
        "end": 4464.339999999999,
        "text": " I know the brat is real. The brat is so sick. And then when you compare yeah, the brat is sick"
    },
    {
        "start": 4464.419999999999,
        "end": 4469.86,
        "text": " And then when you compared you said there's the honda passport version. I was like ellis isn't that deep in his own lore"
    },
    {
        "start": 4470.099999999999,
        "end": 4474.9,
        "text": " I am so I thought you know, the gremlin is sick. The gremlin's like look at the reno le car"
    },
    {
        "start": 4475.54,
        "end": 4477.78,
        "text": " So now what everyone's like, oh ellis hates cars"
    },
    {
        "start": 4478.419999999999,
        "end": 4482.0199999999995,
        "text": " Ellis doesn't like cars. He's mr. Train. No, I just named four of them"
    },
    {
        "start": 4482.9800000000005,
        "end": 4488.120000000001,
        "text": " Oh, you like cars name everyone name every car lightning mcqueen"
    },
    {
        "start": 4489.38,
        "end": 4491.620000000001,
        "text": " With that we will wrap this this week's episode"
    },
    {
        "start": 4493.14,
        "end": 4495.540000000001,
        "text": " Thanks for watching. Thank you for listening"
    },
    {
        "start": 4496.18,
        "end": 4502.820000000001,
        "text": " Uh, thanks for updating the score. Maybe trivia extravaganza coming soon. That would be really fun. Yeah, we gotta wrap this very soon"
    },
    {
        "start": 4503.14,
        "end": 4505.14,
        "text": " All right. Catch you guys next week"
    },
    {
        "start": 4505.22,
        "end": 4507.22,
        "text": " pace waveform is produced by"
    },
    {
        "start": 4507.54,
        "end": 4509.54,
        "text": " The"
    },
    {
        "start": 4509.860000000001,
        "end": 4515.54,
        "text": " Don't press it. Oh wait, what is it? Is that buzz waveform is produced by?"
    },
    {
        "start": 4518.26,
        "end": 4523.08,
        "text": " Waveform is produced by adam elena and ellis rover and we're partnered with box media podcast network and our tractor music was created by vain silk"
    },
    {
        "start": 4538.02,
        "end": 4545.22,
        "text": " It's kind of hard to explain because like you think of midi literally is like digital sheet music like there's no it"
    },
    {
        "start": 4545.3,
        "end": 4550.52,
        "text": " It doesn't have a sound you have to give it to an instrument which can then read that sheet music"
    }
]